Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Packaging/My Project/Resources.*.resx
Languages: nl

# Error_CitoTesterServerPackageManager_DownloadLengthInvalid
source: Downloaded package is greater then expected!
nl: De gedownloade package is groter dan verwacht!

# Error_CitoTesterServerPackageManager_DownloadNotSame
source: Downloaded package is not the same as on the server!
nl: De gedownloade package is niet anders dan op de server!

# Error_CitoTesterServerPackageManager_DownloadPackage
source: Error while retrieving package from cito tester server
nl: Er is een fout opgetreden bij het ophalen van het package van de server.

# Error_Manifest
source: Error in manifest, [{0}] resource includes dependent resource reference [{1}] to a non existing resource. This problably means a inconsistent manifest file!
nl: Fout in het manifest, [{0}] bestand [{1}] bevat een referentie naar een niet bestaand bestand. Dit betekent waarschijnlijk een inconsist manifest!

# Error_ManifestResourceHandler_ClearCache_CacheDirectoryError
source: Error: Cachedirectory could not be deleted
nl: Fout: Cachedirectory kon niet worden verwijderd.

# Error_ManifestResourceManager_CannotGetResource
source: Error: Cannot get resource with name '{0}' because of the following error: {1}
nl: Error: Het bestand '{0}' kon niet worden opgehaald. De volgende fout is opgetreden:: {1}

# Error_ManifestResourceManager_CopyMediaToCache_ErrorWhileWritingToCache
source: Error: Resourcefiles could not be written to the cache
nl: Fout: Bestand kon niet weg geschreven worden naar de cache

# Error_ManifestResourceManager_EmptyStream
source: Error: Resource with name '{0}' returns an empty stream
nl: Fout: Bestand met de naam '{0}' geeft een lege stream terug.

# Error_PackageManager_GetStream_UriNotRelative
source: Error: Uri is not relative
nl: Fout: Uri is niet relatief

# Error_PackageManager_GetStreamRelativeUri_UriNotSet
source: Error: Uri parameter not set
nl: Fout: Uri parameter is niet gezet

# Error_ResourceManifest_Load_StreamNotSet
source: Error: parameter 'manifestStream' not set
nl: Fout: parameter 'manifestStream' is leeg

# Error_UriNotSet
source: Error: Uri parameter not set
nl: Fout: Uri parameter is leeg

# Error_WhilePublishingResource
source: Error while publishing resource with name '{0}'
nl: Er is een fout opgetreden bij het publiceren van het volgende bestand: '{0}'

# Error_WhileImportingResource
source: Error while importing resource with name '{0}'
nl: Er is een fout opgetreden bij het Importeren van het volgende bestand: '{0}'

# FileProtocolHandler_PutStream_FailedToWrite
source: Failed to write crypted resource to package
nl: Het encrypte bestand kon niet worden toegeveogd aan de package.

source: Getting resource {0}...
nl: Bezig met ophalen van bestand {0}...

# ProcessingResource
source: Processing resource '{0}'...
nl: Bezig met het verwerken van bestand '{0}'...

source: Processing resource '{0}'...
nl: Bezig met het verwerken van bestand '{0}'...

# ResourceManifest_ResourceContainerFileDoesNotExist
source: Resource container file '{0}' does not exist.
nl: Resource container bestand '{0}' bestaat niet.

# ResourceManifest_ResourceContainerSchemeIsNotDefined
source: Resource container scheme '{0}' is not defined.
nl: Resource container schema '{0}' is niet gedefiniëerd.

# ResourceManifest_ResourceFileNotFound
source: Resource file '{0}' not found.
nl: Bestand '{0}' niet gevonden.

# Trace_ManifestResourceManager_ClearCache_CacheCleared
source: Resource cache is cleared.
nl: Cache met bestanden is geleegd.

# Trace_ManifestResourceManager_ClearCache_CachedirNotFoundOrNoEntriesInCache
source: Cachedir not found or no entries in cache
nl: Cache map niet gevonden of geen bestanden gevonden in de cache

# Trace_ManifestResourceManager_CopyMediaToCache_AddedToCache
source: Resource with name '{0}' is added to cache.
nl: Bestand '{0}' is toegevoegd aan de cache.

# Trace_ManifestResourceManager_CopyMediaToCache_CopyResources
source: Copying {0} resources to cache.
nl: Bezig met kopiëren van {0} bestanden aan de cache.

# Trace_ManifestResourceManager_GetFromCache_GetResourceStream
source: Getting resourcestream.
nl: Bezig met het ophalen van de resourcestream.

# Trace_ManifestResourceManager_GetFromCache_ProcessingStream
source: Processing resourcestream, stream is {0} bytes.
nl: Bezig met het verwerken van deresourcestream, stream is {0} bytes groot.

# Trace_ManifestResourceManager_GetResource_FoundInCache
source: Resource with name '{0}' is found in cache and will be returned from it.
nl: Het bestand '{0}' is gevonden in de cache en zal worden opgehaald.

# Trace_ManifestResourceManager_GetResource_GetResource
source: Trying to get resource with name '{0}'.
nl: Bezig met het ophalen van het bestand: '{0}'.

# Trace_ManifestResourceManager_GetResource_NotFoundInCache
source: Resource with name '{0}' is not in cache and will be returned from package.
nl: Het bestand: '{0}' staat niet in de cache en zal worden opgehaald uit de package.

# Trace_ManifestResourceManager_GetResourceAndProcessStream_GetResourceStream
source: Getting resourcestream.
nl: Bezig met het ophalen van de resourcestream.

# Trace_ManifestResourceManager_GetResourceAndProcessStream_ProcessingStream
source: Processing resourcestream, stream is {0} bytes.
nl: Bezig met het verwerken van de resource stream, stream is {0} bytes groot.

# Trace_ManifestResourceManager_GetTypedResource_GetResource
source: Trying to get a typed resource with name '{0}' of type '{1}'.
nl: Bezig met het ophalen van het bestand '{0}' van het type '{1}'.

source: Waiting for package download...
nl: Wachten op package download...

# ExportManager_UpdateManifest
source: Busy updating the manifest ...
nl: Bezig met het bijwerken van het manifest ...
