Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Cito.Tester.ContentModel/My Project/Resources.*.resx
Languages: nl

# AssessmentTestViewBase_FriendlyEntityName
source: Test properties
nl: Toetseigenschappen

# AssessmentTestViewType_Word
source: Paper based test with MS Word
nl: Papieren toets met MS Word

# EnumScoringMethod_Dichotomous
source: Dichotomous
nl: Dichotoom

# EnumScoringMethod_None
source: None
nl: Geen

# EnumScoringMethod_Polytomous
source: Polytomous
nl: Polytoom

# enumSectionType_BumperGrp
source: Leading item group
nl: Voorloopitemgroep

# enumSectionType_categoryGrp
source: Category group
nl: Categoriesatiegroep

# enumSectionType_insertionCol
source: Insertion collection
nl: Tussenvoegcollectie

# enumSectionType_insertionGrp
source: Insertion group
nl: Tussenvoeggroep

# enumSectionType_normal
source: Normal
nl: Normaal

source: 'Identifier' is a required field.
nl: 'Identifier' is een verplicht veld.

# ItemFunctionalType_Informational
source: Informative
nl: Informatief

# ItemFunctionalType_Regular
source: Regular
nl: Normaal

# ItemFunctionalType_System
source: System
nl: Systeem

source: 'Item functional type' is a required field.
nl: 'Item functional type' is een verplicht veld.

# ItemReferenceViewBase_FriendlyEntityName
source: Item reference properties
nl: Itemreferentie-eigenschappen

source: 'Item selector' is a required field.
nl: 'Itemkiezer' is een verplicht veld.

source: 'Item selector' is not allowed for this section type.
nl: 'Itemkiezer' is niet toegestaan voor dit sectietype.

# SourceNameIsARequiredField
source: 'Referenced item' is a required field.
nl: 'Gekoppelde itemdefinitie' is een verplicht veld.

# TestPartViewBase_FriendlyEntityName
source: Test part properties
nl: Toetsdeeleigenschappen

# TestSectionViewBase_FriendlyEntityName
source: Test section properties
nl: Toetssectie-eigenschappen

source: 'Title' is a required field.
nl: 'Titel' is een verplicht veld.

# AssessmentTestViewType_CES
source: Computer based test with Facet Player
nl: Digitale toets met Facet Player

# Qti21NavigationMode_linear
source: Forward navigation
nl: Voorwaartse navigatie

# Qti21NavigationMode_nonlinear
source: Free navigation
nl: Vrije navigatie

# Qti21NavigationMode_automatic
source: Automatic navigation
nl: Geleide navigatie

# SubmissionMode_simultaneous
source: after passing testpart
nl: na afsluiten toetsdeel

# TestPackageViewBase_FriendlyEntityName
source: Test package properties
nl: Toetspakketeigenschappen

# TestReferenceViewBase_FriendlyEntityName
source: Test reference properties
nl: Toetsreferentie-eigenschappen

# TestSetViewBase_FriendlyEntityName
source: Test set properties
nl: Toetsseteigenschappen

# PasswordRules
source: Password validation failed. Please enter a password using the following validation rules: Possible characters: - Alphnumeric: abcdefghijklmnopqrstuvwxyz - Alphnumeric capitals: ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numbers: 0123456789 - Symbols: .-#@~!$^*()+={{}}[] Password has to contain at least one character form three categories. Password has to have 8 to 40 characters.
nl: Het opgegeven wachtwoord voldoet niet aan de validatieregels. Geef een wachtwoord op die voldoet aan deze regels: Mogelijke karakters: - Kleine letters: abcdefghijklmnopqrstuvwxyz - Hoofdletters: ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numeriek: 0123456789 - Symbolen: .-#@~!$^*()+={{}}[] Wachtwoord moet minimaal 1 teken uit drie categoriÃ«n bevatten. Wachtwoord moet bestaan uit minimaal 8 en maximaal 40 karakters.

source: 'Type' is a required field
nl: 'Type' is een verplicht veld.

source: 'Password' is a required field.
nl: 'Wachtwoord' is een verplicht veld.

source: 'Period indication' is a required field.
nl: 'Periodeindicatie' is een verplicht veld.

# DataSourceBehaviourEnum_Exclusion
source: Exclusion group
nl: Uitsluitgroep

# DataSourceBehaviourEnum_Inclusion
source: Inclusion group
nl: Insluitgroep

# DataSourceBehaviourEnum_Normal
source: Normal
nl: Normaal

# DataSourceBehaviourEnum_Seeding
source: Seeding group
nl: Zaaigroep

# Error_AttributeTransaction_ParametersNotSet
source: Constructor parameters either null or empty
nl: Constructorparameters zijn leeg

# Error_MethodTransaction_ParametersNotSet
source: Constructor parameters either null or empty
nl: Constructorparameters zijn leeg

# Error_TransactionBase_Constructor
source: Constructor parameters either null or empty
nl: Constructorparameters zijn leeg

# Error_DictionaryTransaction_ParametersNotSet
source: Constructor parameters either null or empty
nl: Constructorparameters zijn leeg

# Trace_AspV3StyleParser_GetParsedResult_ConstructCode
source: Construct compilable code from control template.
nl: Maak te compileren code van control template

# Trace_ItemAdapter_ProcessControlTemplateOutput_AddScriptOutput
source: Add script output to RenderML document.
nl: Voeg output script toe aan RenderML document

# Error_ControlAdapter_ParseControl_ErrorExecuting
source: An error occurred while running control template script.
nl: Er is een fout opgetreden in de control template

# Trace_ControlAdapter_ParseControl_CompileControltemplate
source: Compile control template.
nl: Compileer control template

# AssessmentTestViewType_GenericTest
source: Generic test
nl: Generieke toets

# MappedColumnNotVisible
source: Not visible on report
nl: Niet zichtbaar op rapport

# MappedColumnVisible
source: Visible on report
nl: Zichtbaar op rapport

# SelectionTemplateNotConfiguredCorrectly
source: The selection template is not configured correctly.
nl: De selectietemplate is niet juist geconfigureerd.

# CesItemUsageType_default
source: Default
nl: Standaard

# CesItemUsageType_informational
source: Informational
nl: Informatie

# CesItemUsageType_seeding
source: Seeding
nl: Zaai

# CesTestPartValidationRuleUnit_Number
source: Number
nl: Aantal

# ItemFunctionalType_Seeding
source: Seeding
nl: Zaai

# TestOutcomeValidator_FriendlyName
source: Score properties
nl: Score eigenschappen

# TestOutcomeValidator_Outcome
source: 'Outcome' is a required field.
nl: 'Uitkomst' is een verplicht veld

# TestOutcomeValidator_Score
source: 'Score' is a required field.
nl: 'Score' is een verplicht veld

# ConvertToLower_Description
source: Convert to lower characters
nl: Omzetten hoofdletters naar kleine letters

# ConvertYToIJ_Description
source: Convert y to ij
nl: Omzetten y naar ij

# RemoveAllSpaces_Description
source: Remove all spaces
nl: Verwijder alle spaties

# RemoveApostrophs_Description
source: Remove apostrophs
nl: Verwijder de apostrof (')

# RemoveDiacritics_Description
source: Remove diacritics
nl: Verwijder diakritische tekens

# RemoveHyphens_Description
source: Remove hyphens
nl: Verwijder het koppelteken (-)

# RemoveLeadingTrailingSpaces_Description
source: Remove leading and trailing spaces
nl: Verwijder spaties aan begin en einde van de tekst
