Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/UI/My Project/Resources.*.resx
Languages: nl

# MediaGridLayoutSimple
source: <GridEXLayoutData> <RootTable> <Columns Collection="true" ElementName="Column"> <Column0 ID="BankId"> <AllowGroup>False</AllowGroup> <AllowRemove>True</AllowRemove> <Caption>Bank id</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>BankId</DataMember> <Key>BankId</Key> <Position>0</Position> <ShowInFieldChooser>False</ShowInFieldChooser> <Visible>False</Visible> <Width>61</Width> </Column0> <Column1 ID="BankName"> <AllowRemove>True</AllowRemove> <Caption>Bank name</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>BankName</DataMember> <Key>BankName</Key> <Position>1</Position> <Width>78</Width> <Visible>False</Visible> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column1> <Column2 ID="Name"> <AllowRemove>True</AllowRemove> <Caption>Code</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Name</DataMember> <Key>Name</Key> <Position>2</Position> <Width>94</Width> <Visible>False</Visible> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column2> <Column3 ID="Title"> <AllowRemove>True</AllowRemove> <Caption>Title</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Title</DataMember> <Key>Title</Key> <Position>3</Position> <Width>156</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column3> <Column4 ID="MediaType"> <AllowRemove>True</AllowRemove> <Caption>Media type</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>MediaType</DataMember> <EditType>NoEdit</EditType> <Key>MediaType</Key> <Position>4</Position> <Width>52</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column4> <Column5 ID="Size"> <AllowRemove>True</AllowRemove> <Caption>Size</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>Size</DataMember> <FormatString>{0} KB</FormatString> <Key>Size</Key> <Position>5</Position> <TextAlignment>Far</TextAlignment> <Width>66</Width> <FormatMode>UseStringFormat</FormatMode> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column5> <Column6 ID="Dimensions"> <AllowRemove>True</AllowRemove> <Caption>Dimensions</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Dimensions</DataMember> <Key>Dimensions</Key> <Position>6</Position> <Width>66</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column6> <Column7 ID="ReferenceCount"> <AllowRemove>True</AllowRemove> <Caption>Reference count</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>ReferenceCount</DataMember> <Key>ReferenceCount</Key> <Position>7</Position> <Visible>False</Visible> <TextAlignment>Far</TextAlignment> <Width>86</Width> </Column7> <Column8 ID="Version"> <AllowRemove>True</AllowRemove> <Caption>Version</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>Version</DataMember> <EditType>NoEdit</EditType> <Key>Version</Key> <Position>8</Position> <Visible>False</Visible> <Width>40</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column8> <Column9 ID="CreatedByFullName"> <AllowRemove>True</AllowRemove> <Caption>Created by</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>CreatedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>CreatedByFullName</Key> <Position>9</Position> <Visible>False</Visible> <Width>92</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column9> <Column10 ID="CreationDate"> <AllowRemove>True</AllowRemove> <Caption>Created on</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>CreationDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>CreationDate</Key> <Position>10</Position> <Visible>False</Visible> <Width>121</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column10> <Column11 ID="ModifiedDate"> <AllowRemove>True</AllowRemove> <Caption>Date modified</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>ModifiedDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>ModifiedDate</Key> <Visible>False</Visible> <Position>11</Position> <Width>58</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column11> <Column12 ID="ModifiedByFullName"> <AllowRemove>True</AllowRemove> <Caption>Modified by</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>ModifiedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>ModifiedByFullName</Key> <Visible>False</Visible> <Position>12</Position> <Width>67</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column12> <Column13 ID="Description"> <AllowRemove>True</AllowRemove> <Caption>Description</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Description</DataMember> <EditType>NoEdit</EditType> <Key>Description</Key> <Position>13</Position> <Visible>True</Visible> </Column13> </Columns> <SortKeys Collection="true" ElementName="SortKey"> <SortKey0 ID="SortKey0"> <ColIndex>2</ColIndex> <SortOrder>Ascending</SortOrder> </SortKey0> </SortKeys> <GroupCondition/> <Groups Collection="true" ElementName="Group"> <Group0 ID="Group0"> <ColumnCount>2</ColumnCount> <ColIndex1>1</ColIndex1> <CustomGroupIndex>0</CustomGroupIndex> <SortOrder>Descending</SortOrder> </Group0> </Groups> <CustomGroups Collection="true" ElementName="CustomGroup"> <CustomGroup0 ID="CustomGroup0"> <CompositeColumnsLength>2</CompositeColumnsLength> <CompositeColumn0>0</CompositeColumn0> <CompositeColumn1>1</CompositeColumn1> <CustomGroupType>CompositeColumns</CustomGroupType> <Key>BankIdBankName</Key> <HeaderCaption>Bank name</HeaderCaption> </CustomGroup0> </CustomGroups> </RootTable> </GridEXLayoutData>
nl: <?xml version="1.0" encoding="UTF-8"?> <GridEXLayoutData> <RootTable> <Columns Collection="true" ElementName="Column"> <Column0 ID="BankId"> <AllowGroup>False</AllowGroup> <AllowRemove>True</AllowRemove> <Caption>Bank id</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>BankId</DataMember> <Key>BankId</Key> <Position>0</Position> <ShowInFieldChooser>False</ShowInFieldChooser> <Visible>False</Visible> <Width>61</Width> </Column0> <Column1 ID="BankName"> <AllowRemove>True</AllowRemove> <Caption>Naam bank</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>BankName</DataMember> <Key>BankName</Key> <Position>1</Position> <Width>78</Width> <Visible>False</Visible> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column1> <Column2 ID="Name"> <AllowRemove>True</AllowRemove> <Caption>Code</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Name</DataMember> <Key>Name</Key> <Position>2</Position> <Width>94</Width> <Visible>False</Visible> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column2> <Column3 ID="Title"> <AllowRemove>True</AllowRemove> <Caption>Titel</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Title</DataMember> <Key>Title</Key> <Position>3</Position> <Width>156</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column3> <Column4 ID="MediaType"> <AllowRemove>True</AllowRemove> <Caption>Mediatype</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>MediaType</DataMember> <EditType>NoEdit</EditType> <Key>MediaType</Key> <Position>4</Position> <Width>52</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column4> <Column5 ID="Size"> <AllowRemove>True</AllowRemove> <Caption>Grootte</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>Size</DataMember> <FormatString>{0} KB</FormatString> <Key>Size</Key> <Position>5</Position> <TextAlignment>Far</TextAlignment> <Width>66</Width> <FormatMode>UseStringFormat</FormatMode> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column5> <Column6 ID="Dimensions"> <AllowRemove>True</AllowRemove> <Caption>Dimensies</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Dimensions</DataMember> <Key>Dimensions</Key> <Position>6</Position> <Width>66</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column6> <Column7 ID="ReferenceCount"> <AllowRemove>True</AllowRemove> <Caption>Aantal referenties</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>ReferenceCount</DataMember> <Key>ReferenceCount</Key> <Position>7</Position> <Visible>False</Visible> <TextAlignment>Far</TextAlignment> <Width>86</Width> </Column7> <Column8 ID="Version"> <AllowRemove>True</AllowRemove> <Caption>Versie</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>Version</DataMember> <EditType>NoEdit</EditType> <Key>Version</Key> <Position>8</Position> <Visible>False</Visible> <Width>40</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column8> <Column9 ID="CreatedByFullName"> <AllowRemove>True</AllowRemove> <Caption>Gemaakt door</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>CreatedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>CreatedByFullName</Key> <Position>9</Position> <Visible>False</Visible> <Width>92</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column9> <Column10 ID="CreationDate"> <AllowRemove>True</AllowRemove> <Caption>Gemaakt op</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>CreationDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>CreationDate</Key> <Position>10</Position> <Visible>False</Visible> <Width>121</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column10> <Column11 ID="ModifiedDate"> <AllowRemove>True</AllowRemove> <Caption>Gewijzigd op</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>ModifiedDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>ModifiedDate</Key> <Visible>False</Visible> <Position>11</Position> <Width>58</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column11> <Column12 ID="ModifiedByFullName"> <AllowRemove>True</AllowRemove> <Caption>Gewijzigd door</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>ModifiedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>ModifiedByFullName</Key> <Visible>False</Visible> <Position>12</Position> <Width>67</Width> <AutoSizeMode>AllCellsAndHeader</AutoSizeMode> </Column12> <Column13 ID="Description"> <AllowRemove>True</AllowRemove> <Caption>Beschrijving</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Description</DataMember> <EditType>NoEdit</EditType> <Key>Description</Key> <Position>13</Position> <Visible>True</Visible> </Column13> </Columns> <SortKeys Collection="true" ElementName="SortKey"> <SortKey0 ID="SortKey0"> <ColIndex>2</ColIndex> <SortOrder>Ascending</SortOrder> </SortKey0> </SortKeys> <GroupCondition/> <Groups Collection="true" ElementName="Group"> <Group0 ID="Group0"> <ColumnCount>2</ColumnCount> <ColIndex1>1</ColIndex1> <CustomGroupIndex>0</CustomGroupIndex> <SortOrder>Descending</SortOrder> </Group0> </Groups> <CustomGroups Collection="true" ElementName="CustomGroup"> <CustomGroup0 ID="CustomGroup0"> <CompositeColumnsLength>2</CompositeColumnsLength> <CompositeColumn0>0</CompositeColumn0> <CompositeColumn1>1</CompositeColumn1> <CustomGroupType>CompositeColumns</CustomGroupType> <Key>BankIdBankName</Key> <HeaderCaption>Naam bank</HeaderCaption> </CustomGroup0> </CustomGroups> </RootTable> </GridEXLayoutData>

# ResolutionTypeKeepAspectRatioWithSmallDeformation
source: Apply dimensions to item and screen (minor deviation, maintain aspect ratio with minor deviation)
nl: Dimensie toepassen op item en scherm (met kleine afwijking en behoud van aspectratio met kleine afwijking)

source: A popup window can only be linked to a selected image.
nl: Een popupvenster kan alleen aan een afbeelding gekoppeld worden.

source: Required entry
nl: Invoer verplicht

# OnlyNumericValueIsValid
source: Only numeric input is valid
nl: Er mogen alleen numerieke waarden in dit veld ingevoerd worden!

source: Test templates
nl: Toetstemplate(s)

source: Please select items first
nl: Er zijn geen items geselecteerd.

# XhtmlEditor_NotAddedImagesAfterPaste
source: The following images are not pasted because they don't exist in the bank hierarchy: {0}{0}{1}
nl: De volgende plaatjes worden niet geplakt, omdat ze niet in de huidige bankhierarchie bestaan: {0}{0}{1}

# XhtmlEditor_NotAddedImagesAfterPasteDialogTitle
source: Paste
nl: Plakken

# SelectResourceDialog_CannotSelectBecauseOfStatus
source: Cannot use this resource, because of it's workflow status.
nl: Deze bron kan niet gebruikt worden door zijn status.

# AspectReferencesEditorControlBase_MulitpleNotAddedAspectsBecauseOfStatus
source: One or multiple aspects could not be added because of its status.
nl: Één of meerdere aspecten kon niet toegevoegd:{0}{0}{1}{0}Deze aspecten zijn reeds toegevoegd of kunnen niet toegevoegd worden door hun status.

# SimpleSearchControl_ResultsTextLabel
source: Results for '{0}':
nl: De zoekresultaten voor '{0}':

# SimpleSearchControl_NoSearchTermProvidedError
source: Please enter a search term, select the areas to search in under 'Options' and press 'Search'
nl: Voer eerst een zoekterm in, selecteer de gebieden waar je wilt zoeken onder 'Opties' en druk daarna op 'Zoeken'.

# SimpleSearchControl_NoSearchTermProvidedErrorTitle
source: Fast search
nl: Snel zoeken

# SimpleSearchControl_SearchInAllTestsDropDownListOption
source: (all)
nl: (alle)

# GridBase_EditNoEntitySelected_Title
source: Edit
nl: Bewerken

# NoRecordSelectedToEdit
source: No row is selected.
nl: Er is geen rij geselecteerd om te bewerken.

# General_AssessmentTestPropertiesEditor_FrameTitle
source: General test properties
nl: Algemene toetseigenschappen

# Word_AssessmentTestPropertiesEditor_FrameTitle
source: PBT - MS Word - Test properties
nl: Papieren toets - MS Word - Toetseigenschappen

# General_ItemReferencePropertiesEditor_FrameTitle
source: General item properties
nl: Algemene itemeigenschappen

# General_TestOutcomePropertiesEditor_FrameTitle
source: General scoring result properties
nl: Algemene score-eigenschappen

# General_TestPartPropertiesEditor_FrameTitle
source: General test part properties
nl: Algemene toetsdeeleigenschappen

# General_TestSectionPropertiesEditor_FrameTitle
source: General test section properties
nl: Algemene toetssectie-eigenschappen

# Word_ItemReferencePropertiesEditor_FrameTitle
source: PBT - MS Word - Item properties
nl: Papieren toets - MS Word - Itemeigenschappen

# Word_TestOutcomePropertiesEditor_FrameTitle
source: PBT - MS Word - Scoring result properties
nl: Papieren toets - MS Word - Score-eigenschappen

# Word_TestSectionPropertiesEditor_FrameTitle
source: PBT - MS Word - Test section properties
nl: Papieren toets - MS Word - Toetssectie-eigenschappen

# DocumentFilter
source: Documents (*.docx *.dotx)|*.docx;*.dotx
nl: Documenten (*.docx *.dotx)|*.docx;*.dotx

source: &Cancel
nl: &Annuleren

source: &Close
nl: &Sluiten

# SimpleSearchControl_SearchTermTooShort
source: The entered search term is too general. Make the search more specific.
nl: De ingevoerde zoekterm is te algemeen. Maak de zoekterm specifieker.

# SimpleSearchControl_SearchTermTooShortTitle
source: Search term too general
nl: Zoekterm te algemeen

# ItemDataSourcePreview_CannotPreviewBecauseNoContext
source: This selection can only be executed in context of a section. A preview is therefore not available!
nl: Deze selectie kan alleen uitgevoerd worden vanuit een sectie. Een voorbeeld kan daarom niet getoond worden.

# RefreshDataSourcesDialog_InstructionsLabelMultipleRefreshMode
source: You are about to generate proposals based on the selected template.{0}This template contains sections that are filled by data sources, that {0}could have additional settings. The settings are shown below.
nl: U staat op het punt om voorstellen te genereren op basis van het gekozen toetstemplate.{0}Dit toetstemplate bevat één of meer secties die gevuld worden door middel van een selectie. Deze selecties {0}kunnen nog enkele instellingsmogelijkheden hebben die hieronder worden weergegeven.

# Message_CannotExecutePreview
source: The preview can't be rendered. Cause: {0}
nl: Het voorbeeld kan niet gemaakt worden. Oorzaak: {0}

# Message_CannotExecutePreviewCaption
source: Preview aborted
nl: Voorbeeld afgebroken

# General_TestPackagePropertiesEditor_FrameTitle
source: General test package properties
nl: Algemene toetspakketeigenschappen

# General_TestReferencePropertiesEditor_FrameTitle
source: General test reference properties
nl: Algemene toetsreferentie-eigenschappen

# General_TestSetPropertiesEditor_FrameTitle
source: General test set properties
nl: Algemene toetsseteigenschappen

# Word_TestPackagePropertiesEditor_FrameTitle
source: PBT - MS Word - Test package properties
nl: Papieren toets - MS Word - Toetspakketeigenschappen

# Word_TestReferencePropertiesEditor_FrameTitle
source: PBT - MS Word - Test reference properties
nl: Papieren toets - MS Word - Toetsreferentie-eigenschappen

# Word_TestSetPropertiesEditor_FrameTitle
source: PBT - MS Word - Test set properties
nl: Papieren toets - MS Word - Toetsseteigenschappen

# ItemLayoutTemplateInlineMultimediaMissing
source: Item layout template {0} must be available in the bank
nl: Itemlay-outtemplate {0} moet beschikbaar zijn in de bank

# Editor_SaveChangesQuestionMessage
source: There are changes that are not saved yet! Save them before closing this editor?
nl: Nog niet alle wijzigingen zijn opgeslagen! Wilt u deze opslaan, voordat de editor gesloten wordt?

# InvisibleParameterHasAChangedValue
source: Invisible parameter "{0}" has a changed value.
nl: Onzichtbare parameter "{0}" is gewijzigd.

# ItemEditor_ValidateItem_ValidationErrors
source: Cannot update changes of this item because of the following validation errors:{0}{0}
nl: Vanwege de volgende validatiefouten kan het item niet worden geüpdated:{0}{0}

# ResourceParameterContainsValueNotInBank
source: Resource parameter '{0}' contains the default value '{1}', which isn't available in the bank!
nl: Bron parameter '{0}' bevat de standaard waarde '{1}', die niet aanwezig is in de bank!

# ValidateParametersCollectionParameterWillShrink
source: CollectionParameter "{0}": Collection will shrink from {1} to {2} items. Loss of data starts at the last item.
nl: Collectieparameter '{0}': Collectie wordt verkleind van {1} naar {2} items. Dataverlies start bij het laatste item.

# ValidateParametersCollectionWillBeDeleted
source: Collection "{0}" will be deleted
nl: Collectie '{0}' wordt verwijderd.

# ValidateParametersParameterHasADifferentType
source: Parameter "{0}" has a different type in current and new item template. Current value will be deleted.
nl: Parameter '{0}' is van een afwijkend type t.o.v. het nieuwe itemlay-outtemplate. De huidige waarde zal worden verwijderd.

# ValidateParametersParameterWillBeDeleted
source: Parameter "{0}" will be deleted.
nl: Parameter '{0}' wordt verwijderd.

# ValidateParametersWhenOpeningEditorThisEditorCannotBeOpened
source: This editor cannot be opened correctly.{0}{0}More detailed information:{0}{1}
nl: Deze editor kan niet correct geopend worden.{0}{0}Details:{0}{1}

# ValidateParametersWhenOpeningItemThisItemCannotBeOpenedPossibleLossOfData
source: Possible loss of data. During the last time this item has been opened the item template has been changed.{0}Continue?{0}{0}More detailed information:{0}{1}
nl: Mogelijk gegevensverlies. Tussen nu en de laatste keer dat dit item geopend was is het itemlay-outtemplate gewijzigd.{0}Doorgaan?{0}{0}Details:{0}{1}

# StatusBar_GettingData
source: Getting data ({0} tasks executing).....
nl: Verzamelen gegevens ({0} taken bezig).....

# StatusBar_Ready
source: Ready
nl: Klaar

# SelectUserDialog_PlzSelectUser
source: Please select an user.
nl: Selecteer a.u.b. een gebruiker.

source: in minutes
nl: in minuten

source: in seconds
nl: in seconden

# ScoreEditorCaption
source: Score editor for [{0}]
nl: Score-editor voor [{0}]

# MandatoryEmptyParameterMessage
source: "{0}" is a required field. ({1})
nl: "{0}" is een verplicht veld. ({1})

# MandatoryParameterMessage
source: A required field is not filled.
nl: Een verplicht veld is niet gevuld.

# ErrorParsingDesignerSettingsForParameter
source: Error parsing designer settings for parameter '{0}'.
nl: Er is een fout opgetreden bij het parsen van de designerinstellingen van parameter '{0}'.

# UnlockForEdit
source: Unlock
nl: Deblokkeren

# sPercent
source: percent
nl: procent

# sAlignmentBottom
source: bottom
nl: Onder

# sAlignmentMiddle
source: middle
nl: Midden

# sAlignmentDefault
source: default
nl: Standaard

# sAlignmentTop
source: top
nl: Boven

# sAlignmentRight
source: right
nl: Rechts

# sAlignmentLeft
source: left
nl: Links

# sAlignmentCenter
source: center
nl: Centreer

# LockForEdit
source: Lock
nl: Blokkeren

# LockChildrenForEdit
source: Do you also want to {0} all child components?
nl: Wilt u ook alle onderliggende onderdelen {0}?

# SelectItemResourceDialog_FailedAdding
source: It was not possitble to add this item. It's already in the test or it's not suitable for this test.
nl: Het is niet mogelijk om dit item toe te voegen. Het item bestaat mogelijk al in de toets of het item is niet geschikt voor deze toets.

# CannotPasteImagesOutsideBankHierarchy
source: Can't paste image {0} because it does not exist in the current bank hierarchy
nl: Kan plaatje {0} niet plakken omdat het niet bestaat in de huidige bankhiërarchie.

# OnlyImagesSupportCopyPaste
source: Copy-paste of audio or video is not supported
nl: Kopiëren-plakken wordt niet ondersteund voor video of audio.

source: Multiple selection is only supported for items
nl: Meervoudige selecties worden alleen ondersteund voor items.

# AllowOldModel
source: Allow temp in 1.x, allow 2.x
nl: Tijdelijk toestaan in 1.x, toestaan in 2.x

# XhtmlEditor_MergeCellError
source: Unable to merge the selected cells (rectangular selection? / All cells contained in selection?)
nl: Mergen van cellen niet geslaagd (selectie niet rechthoekig? / niet alle cellen volledig in selectie?)

# Delivery_AnalysisFilenameMustBeUnique
source: There is already an analysis file with name '{0}'
nl: Er is al een analysebestand aanwezig met naam '{0}'

# Delivery_PackagenameMustBeUnique
source: There is already a package with name '{0}'
nl: Er is al een package met naam '{0}'

# Delivery_AnalysisnameMustBeUnique
source: There is already an analysis with name '{0}'
nl: Er is al een analyse met naam '{0}'

# Delivery_SaveBeforeDownload
source: The resource cannot be downloaded because it is not in the bank. Save the delivery and try again.
nl: De resource kan niet gedownload worden omdat het niet in de bank aanwezig is. Sla de afname op en probeer het opnieuw.

# NoValidHandlerFound
source: No handler found that could parse the imported file
nl: Het bestand kan niet geïmporteerd.

source: Handler for item and test must be the same
nl: Handler voor item en toets moeten gelijk zijn.

# ConfirmDeleteAnalysis
source: Are you sure you want to delete analysis '{0}'?
nl: Weet u zeker dat u analyse '{0}' wilt verwijderen?

# ConfirmDeleteAnalysisFile
source: Are you sure you want to delete file '{0}'?
nl: Weet u zeker dat u bestand '{0}' wilt verwijderen?

# ConfirmDeletePackage
source: Are you sure you want to delete package '{0}'?
nl: Weet u zeker dat u toetspakket '{0}' wilt verwijderen?

# DependencyType_AnalysisFile
source: AnalysisFile
nl: Analysebestand

# DependencyType_AssessmentTest
source: AssessmentTest
nl: Toets

# DependencyType_Package
source: Package
nl: Toetspakket

# DependencyType_Unknown
source: Unknown
nl: Onbekend

# DeliveryEditor_Tooltip_AddAnalysis
source: Add analysis
nl: Toevoegen analyse

# DeliveryEditor_Tooltip_AddOplmFile
source: Add OPLM file
nl: Toevoegen OPLM-bestand

# DeliveryEditor_Tooltip_AddPackage
source: Add Package
nl: Toevoegen pakket

# DeliveryEditor_Tooltip_AddTiaFile
source: Add TIA file
nl: Toevoegen TIA bestand

# DeliveryEditor_Tooltip_DeleteOplmFile
source: Delete OPLM file
nl: Verwijderen OPLM bestand

# DeliveryEditor_Tooltip_DeletePackage
source: Delete package
nl: Verwijderen pakket

# DeliveryEditor_Tooltip_DeleteTiaFile
source: Delete TIA File
nl: Verwijderen TIA bestand

# DeliveryEditor_Tooltip_DownloadOplmFile
source: Download OPLM file
nl: Downloaden OPLM bestand

# DeliveryEditor_Tooltip_DownloadPackage
source: Download package
nl: Downloaden pakket
