Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/UI/My Project/Resources.*.resx
Languages: nl

# DeliveryEditor_Tooltip_DownloadTiaFile
source: Download TIA File
nl: Downloaden TIA-bestand

# DeliveryEditor_Tooltip_EditOplmColumnMapping
source: Edit OPLM column mapping
nl: Aanpassen OPLM kolom-mapping

# DeliveryEditor_Tooltip_EditTiaColumnMapping
source: Edit TIA column mapping
nl: Aanpassen TIA kolom-mapping

# DeliveryEditor_Tooltip_RemoveAnalysis
source: Delete analysis
nl: Verwijderen analyse

# FetchingAudioFileMessage
source: Retrieving audio file...
nl: Bezig met ophalen van audio-bestand...

# FetchingTextToSpeechSourceMessage
source: Retrieving text-to-speech xml from item...
nl: Bezig met ophalen van teksten uit item...

# ConceptType_Attribute
source: Attribute
nl: Attribuut

# ConceptType_Part
source: Part
nl: Onderdeel

# ConceptType_PartAttribute
source: Part attribute
nl: Deelattribuut

# ConceptType_ResponseStrategy
source: Response Strategy
nl: Antwoordstrategie

# TTS_CannotGenerateTTSCaption
source: Could not generate text-to-speech
nl: Kan geen verklanking aanmaken

# NoMoreConceptstructuresToAdd
source: No more values to add
nl: Er zijn geen waarden meer om toe te voegen.

# CodeFieldNotUnique
source: Code must be unique. Also keep in mind that characters '.' and '_' are treated the as being the same character.
nl: De code moet uniek zijn. Houdt er rekening mee dat de karakters '.' en '_' als identieke karakters behandeld worden.

# RemoveChildrenConfirmation
source: This value contains subvalues and will also be removed. Are you sure you want to do this?
nl: Dit kenmerk bevat subwaarden. Deze zullen ook worden verwijderd. Weet u het zeker?

# RemovePropertyConfirmation
source: Are you sure you want to remove this value?
nl: Weet u zeker dat u deze waarde wilt verwijderen?

# InvalidConceptStructure
source: Not all concept structures are valid. A sub-element can only occur once per concept value.
nl: Niet alle conceptstructuren zijn valide. Een onderliggend element mag maar één keer voorkomen per conceptwaarde.

# CodeFieldCannotBeEmpty
source: Field 'Code' cannot be empty
nl: Het veld 'Code' mag niet leeg zijn.

# ErrorsOccurred
source: The following errors occurred:
nl: De volgende fouten zijn opgetreden:

# TitleFieldCannotBeEmpty
source: Field 'Title' cannot be empty
nl: Het veld 'Title' mag niet leeg zijn.

# AddCustomProperty_SaveChanges
source: There are unsaved changes. Do you wish to save them?
nl: Er zijn niet opgeslagen wijzigingen. Wilt u ze alsnog opslaan?

# FieldsCannotBeEmpty
source: At least one field contains invalid input
nl: Tenminste één veld bevat ongeldige invoer.

# ConfirmDeleteSubElement
source: Are you sure you want to remove this sub-element?
nl: Weet u zeker dat u dit subelement wilt verwijderen?

# ConceptType_Bottleneck
source: Bottleneck
nl: Knelpunt

# ConceptType_Domain
source: Domain
nl: Domein

# ConceptType_PartPartAttribute
source: Partpartattribute
nl: Deeldeelattribuut

# ConceptType_SubDomain
source: Subdomain
nl: Subdomein

source: File
nl: Bestand

# SelectDependentResourceDialog_NoResourceSelectedMessage
source: There is no resource selected. Please select a resource and press 'OK'.
nl: Er is nog geen bron geselecteerd. Selecteer een bron en druk op 'OK'

# ErrorParsingAttributeReferencesForParameter
source: Error parsing attribute references for parameter '{0}'.
nl: Er is een fout opgetreden bij het parsen van de attribute referenties van parameter '{0}'.

# XhtmlEditor_TextSplitAlgo_ErrMarkup
source: This selection contains markup that can not be handled.
nl: Deze selectie bevat opmaak dat niet verwerkt kan worden.

# MathML_Syntax_Error
source: Syntax error in formula.
nl: Syntax fout in formule.

# MathML_LayoutError
source: Error with math ML/formula layout.
nl: Fout met MathML/Formule opmaak.

# TestEditor_v2_EditNotAllowed
source: Modification of test '{0}' is with status '{1}' not possible.
nl: Wijzigingen aanbrengen in toets '{0}' met de status '{1}' is niet mogelijk.

# InvalidTreeStructure
source: Not all tree structures are valid. A sub element can only occur once per tree value.
nl: Niet alle boomstructuren zijn valide. Een onderliggend element mag maar één keer voorkomen per boomwaarde.

# NoMoreTreeStructuresToAdd
source: No more values to add
nl: Er zijn geen waarden meer om toe te voegen.

# TreeStructureViewer_UnusedStructures
source: The following values are defined but not used: {0}.
nl: De volgende waarden zijn wel gedefinieerd maar worden niet gebruikt: {0}.

# ConfirmDeleteSubElementWithChildren
source: This structure contains one or more sub-structures. These will also be removed. Are you sure?
nl: Deze structuur bevat één of meer substructuren en deze zullen ook worden verwijderd. Wilt u doorgaan?

# Editor_Dialog_SaveChangesQuestionMessage
source: Do you want to save changes?
nl: Wilt u de wijzigingen bewaren?

# DeleteCutOffScoreConfirm
source: Are you sure you want to delete this cut off score?
nl: Weet u zeker dat u deze cesuur wilt verwijderen?

# ValueAlreadyUsed
source: This value is already used.
nl: Deze waarde wordt al gebruikt.

# NoValidScoreEntered
source: {0} is not a valid value.
nl: {0} is geen geldige waarde.

# AddConceptValueWindowTitle
source: Add concept structure value
nl: Conceptstructuurwaarde toevoegen

# AddListValueWindowTitle
source: Add list value
nl: Lijstwaarde toevoegen

# AddTreeValueWindowTitle
source: Add tree structure value
nl: Boomstructuur waarde toevoegen

# DeleteTreeWhenConnectedToOneOrMoreItems
source: This tree structure value is connected to (among others) the following item(s): {0} {1} By removing this tree structure value, the value can no longer be applied in these resource(s) or any future resources. Are you sure you want to proceed?
nl: Deze boomstructuurwaarde is gekoppeld aan o.a. de volgende item(s): {0} {1} Door deze boomstructuurwaarde te verwijderen is de waarde niet langer in deze bron(nen) en toekomstige bronnen toe te passen. Weet u zeker dat u door wilt gaan?

# SelectTreeStructureValues
source: Select tree structure values for {0}
nl: Selecteer boomstructuurwaarden voor {0}

# SelectPreviewer_Filter
source: executables (*.exe)|*.exe|All files (*.*)|*.*
nl: applicaties (*.exe)|*.exe|Alle bestanden (*.*)|*.*

# SelectPreviewer_Title
source: Select the program that previews the test
nl: Selecteer de applicatie waarin de voorbeeldweergave wordt afgespeeld

# ToolsOptions_SelectPreviewer_RestoreDefaultButton_ToolTip
source: Restore default
nl: Herstel standaardinstelling

# TTS_CannotGenerateTTSMessage
source: Unable to generate text-to-speech. Please make sure the item is saved before trying to generate the text-to-speech resource. The (error)message is: {0}
nl: Kan verklanking voor item niet aanmaken. Dit kan mogelijk veroorzaakt worden doordat wijzigingen in het item nog niet zijn opgeslagen. De (fout)melding is: {0}

# SelectAnalyseFiles
source: Analysis (*.*)|*.*
nl: Analysebestanden (*.*)|*.*

# Qti_AssessmentTestPropertiesEditor_FrameTitle
source: Qti - Test properties
nl: QTI - Toetseigenschappen

# Qti_TestPartPropertiesEditor_FrameTitle
source: Qti - Test part properties
nl: QTI - Toetsdeeleigenschappen

# Qti_TestSectionPropertiesEditor_FrameTitle
source: Qti - Test section properties
nl: QTI - Toetssectie-eigenschappen

# WarningDeleteCustomProperties
source: The value to be removed is used by items or other resources. When you continue, the property values of these resources will be removed!
nl: De kenmerkwaarde die u wilt verwijderen wordt gebruikt door één of meer items of andere objecten. Weet u zeker dat u dit wilt doen?

# MandatoryEmptyShapelistMessage
source: At least one shape should be defined for field '{0}'.
nl: Er moet minimaal één gebied worden opgegeven voor veld '{0}' .

# RemoveUnavailableCutOffScoreConditionsFromAssessmentTestModel
source: The following values are used in the AssessmentTest but not available in Custom Properties: '{0}' Most likely these cutoff scores were removed.
nl: De volgende waarden zijn gebruikt in de toets maar komen niet voor in de kenmerken: '{0}' Hoogswaarschijnlijk zijn deze waarden verwijderd.

# AlreadyInTest
source: {0} are already added to the test
nl: {0} zijn al aanwezig in de toets.

# ItemCannotBeAddedAlreadyInTest
source: Item is already in the test
nl: Item mag slechts één keer voorkomen in de toets.

# ItemCannotBeAddedState
source: Item has a state that prohibits adding to the test
nl: Item heeft een status die toevoegen aan de toets verbiedt.

# ItemCannotBeAddedTarget
source: Item does not support all target the test does.
nl: Item ondersteunt niet alle targets die de toets ondersteunt.

# ItemsCannotBeAdded
source: Items are not added to the test.
nl: Items zijn niet toegevoegd aan de toets.

# NotAllItemsCannotBeAdded
source: Not all items are added to the test.
nl: Niet alle items zijn toegevoegd aan de toets.

# StateProhibts
source: {0} have a state that prohibits adding to the test
nl: {0} hebben een status die toevoegen aan de toets verbiedt.

# TargetSupport
source: {0} do not support all targets the test does support
nl: {0} ondersteunt niet alle targets die de toets ondersteunt.

# ClearHistoricalAssessmentWarning
source: Existing historical assessment data for '{0}' will be cleared. Are you sure you want to proceed?
nl: Reeds ingevoerde historische afnames voor '{0}' zullen worden verwijderd. Wilt u doorgaan?

# VideoMp4Filter
source: Video files (*.mp4,*.mp4v)|*.mp4;*.mp4v
nl: Videobestanden (*.mp4,*.mp4v)|*.mp4;*.mp4v

# VideoMpegFilter
source: Video files (*.m1v,*.m2v,*.mod,*.mp2,*.mp2v,*.mpa,*.mpe,*.mpeg,*.mpg,*.mpv2,*.vbk)|*.m1v;*.m2v;*.mod;*.mp2;*.mp2v;*.mpa;*.mpe;*.mpeg;*.mpg;*.mpv2;*.vbk
nl: Videobestanden (*.m1v,*.m2v,*.mod,*.mp2,*.mp2v,*.mpa,*.mpe,*.mpeg,*.mpg,*.mpv2,*.vbk)|*.m1v;*.m2v;*.mod;*.mp2;*.mp2v;*.mpa;*.mpe;*.mpeg;*.mpg;*.mpv2;*.vbk

# VideoWebmFilter
source: Video files (*.webm)|*.webm
nl: Videobestanden (*.webm)|*.webm

# TTS_ItemNotSaved
source: The item should be save first before text to speech can be generated.
nl: Het item moet eerst opgeslagen worden voordat de verklanking gegenereerd kan worden.

# CannotCopyPasteInlineControls
source: Cannot paste inline control. It can only be pasted into the field it is copied from.
nl: Het is niet mogelijk om het inline control in dit veld te plakken. Het kan alleen geplakt in het veld waaruit het geknipt of gekopieerd is.

# TestPartValidationRulesRemoved_Message
source: {0} validationrules have been removed, because no category is set or the category (property) used is no longer available in the bank.
nl: Er zijn {0} validatieregels verwijderd, omdat er geen categorie geselecteerd is of omdat de daarin geselecteerde categorie niet meer bestaat.

# BankNameMaxLenghtExceeded
source: Maximum length of 'Bankname' is {0}
nl: De maximale lengte van de banknaam is {0}

# ShowPassword
source: Show or hide password
nl: Wachtwoord tonen of verbergen

# PdfFilter
source: PDF files (*.pdf)|*.pdf
nl: PDF-bestanden (*.pdf)|*.pdf

# TestPartValidationCustomBankPropertyValueConflict
source: Conflict in custom property '{0}'. One or more values might be unavailable.
nl: Er is een conflict met kenmerk '{0}'. Niet alle waardes zijn beschikbaar.

# HtmlFilesFilter
source: HTML files (*.html, *.htm)|*.html;*.htm
nl: HTML-bestanden (*.html, *.htm)|*.html;*.htm

# XhtmlViewerErrorReadingHtml
source: An error occured while reading the (x)html/xml.
nl: Er is een fout opgetreden bij het lezen van de (x)html/xml.

# CiFilter
source: Custom Interaction files (*.ci)|*.ci
nl: Custom Interaction bestanden (*.ci)|*.ci

# GgbFilter
source: Geogebra files (*.ggb)|*.ggb
nl: Geogebra bestanden (*.ggb)|*.ggb

# SelectTestResourceDialog_AddButton_NoResourceSelectedMessage
source: There is no test selected. Please select a test and press 'Add'
nl: Er is geen toets geselecteerd. Selecteer een toets en klik op 'Toevoegen'

# RefreshDataSourceMaxNrOfVariantsLabel
source: of max {0}
nl: van maximaal {0}

# AudioOggFilter
source: Audio files (*.opus; *.ogg)|*.opus;*.ogg
nl: Audiobestanden (*.opus; *.ogg)|*.opus;*.ogg

# RichTextValueEditorText
source: Rich text value for '{0}'
nl: Vrije waarde (rijke tekst) voor '{0}'

# TTSMuteCouldNotBeApplied
source: 'Mute Text-to-speech' could not be applied to the current selection. Reason: {0}
nl: 'Niet verklanken' kon niet toegepast worden op de huidige selectie. Reden: {0}

# TTSRemovesMarkupConfirmationMessage
source: Setting a text-to-speech marker on the current selection will result in a loss of existing text formatting. Do you want to continue?
nl: Het invoegen van een verklankingsinstelling op de huidige selectie resulteert in het verlies van bestaande tekstopmaak. Weet u zeker dat u wilt doorgaan?

# TTSRemovesMarkupConfirmationTitle
source: This action will remove markup
nl: Deze aktie resulteert in opmaakverlies

# DeleteTreeWhenConnectedToOneOrMoreTests
source: And is also used in the scoring result properties of test(s): {0}
nl: En wordt verder gebruikt in de score eigenschappen van de toets(en): {0}

# CannotStartExport
source: The export cannot be executed {0}
nl: Het overzicht kan nog niet worden gemaakt. {0}

# FieldEmpty
source: Please fill in field {0}
nl: Het veld '{0}' is niet gevuld.

# FileExists
source: File already exists
nl: Bestand bestaat al.

# FilenameNotValid
source: Please enter a valid package file name.
nl: Kies een geldige bestandsnaam.

# PathNotValid
source: Please enter a valid directory.
nl: Opgegeven bestandsnaam is ongeldig.

# PathOrFilenameNotValid
source: Please enter a valid directory and/or package file name.
nl: Kies een geldig pad en/of bestandsnaam.

source: Please select at least one column.
nl: Selecteer alstublieft minimaal één kolom

source: Sort
nl: Sorteer

# ToolTip_RefreshDataSource
source: Add new selection or refresh the current one
nl: Voeg een nieuwe selectie toe of vernieuw de huidige

# MathML_NoPlugin
source: There is no plugin for editing MathML available.
nl: Er is geen plugin beschikbaar om MathML te kunnen bewerken.

source: No common target found.
nl: Er is geen gemeenschappelijke target gevonden.

# FieldMustBeFilled
source: Field '{0}' must be filled.
nl: Veld '{0}' moet worden gevuld.

# FileAlreadyExist
source: The file already exists on the specified location.
nl: Het bestand bestaat reeds op de opgegeven locatie.

source: Please enter a complete and valid path
nl: Voer aub een compleet en geldig pad in

source: Please enter a valid export file name.
nl: Selecteer een geldig exportbestand.

source: Publication
nl: Publicatie

# PublicationLocationText
source: Location of {0}:
nl: Locatie van {0}:

# PublicationOptions
source: Choose publication options
nl: Kies publicatie opties

source: Specify package name
nl: Geef de package naam op

source: The file name cannot contain illegal characters
nl: De bestandsnaam bevat ongeldige tekens

# PortableCiFilter
source: Portable Custom Interaction files (*.pci)|*.pci
nl: Portable Custom Interaction bestanden (*.pci)|*.pci
