Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/UI/My Project/Resources.*.resx
Languages: nl

# ItemPreview_RenderError_MessageBoxTitle
source: Render Error
nl: Renderfout

source: Media file(s)
nl: Mediabestand(en)

source: Not allowed
nl: Niet toegestaan

# GridBase_DeleteNoEntitySelected_Title
source: Delete
nl: Verwijderen

# OnlyAValueWithinTheRangeOfTillIsAllowed
source: Only a value within the range of {0} to {1} is allowed
nl: Waarde moet binnen het bereik van {0} en {1} vallen.

# SelectMediaResourceDialog_ShowThePreview_PreviewButtonCaption
source: Preview
nl: Voorbeeld

# AllowTemporary
source: Temporary allow
nl: Tijdelijk toestaan

source: Allow
nl: Toestaan

# BankBrowser_BankTreeControl_DragDrop_SameBank
source: Move operation cannot be completed: the dragged bank is the same as where it is dropped
nl: Kan bank niet verplaatsen: Bron en doel bestemming zijn hetzelfde.

# XhtmlParameterEditorControl_CantReadMathMLData
source: Can't read math ML data from GIF resource
nl: Kan geen MathML data lezen uit een GIF bestand

source: non referenced item templates
nl: Niet gerefereerde item templates

# Modify_User
source: Edit user
nl: Wijzig gebruiker

# TemplateFieldClass_UnknownTemplateFieldType
source: Type of field '{0}' is not implemented.
nl: Type van veld '{0}' is niet geïmplementeerd.

# GridBase_DeleteNoEntitySelected_Text
source: Cannot delete because no rows are selected.
nl: Er zijn geen rijen geselecteerd om te verwijderen.

source: non referenced media files
nl: Niet gerefereerde mediabestanden

# ChoicesParameterEditorControl_ValidateParameter_NotAllValuesFilled
source: Not all values of the alternatives are filled!
nl: Nog niet alle alternatieven zijn gevuld!

# ParameterSetsEditor_RenderEditors_NoEditors
source: The presentation of this item cannot be customized.
nl: De presentatie van dit item kan niet worden aangepast.

# SelectMediaResourceDialog_ShowThePreview_HidePreviewButtonCaption
source: Hide preview
nl: Voorbeeld verbergen

# StatusBar_RowsSelected
source: Rows selected...
nl: rij(en) geselecteerd

source: Forbid
nl: Verbieden

source: Request confirmation
nl: Vragen

# ErrorThrown
source: Error:
nl: Fout:

# GenericResourceEditorControl_DataBind_NotImplementedResourceMediatype
source: Not implemented resource media type.
nl: Niet geïmplementeerd mediatype

# Create_User
source: Create new user
nl: Nieuwe gebruiker aanmaken.

source: non referenced items
nl: Niet gerefereerde items

source: This parameter contains some input errors.
nl: Deze parameter bevat enkele invoer fouten.

# ItemTemplateControl_MoreTemplateRefs
source: There are more than one template references found by this item.
nl: Bij dit item zijn er meer dan één item lay-out template gevonden.

# BankSecurityControl_AddUserButton_Click_UserAlreadyExists
source: User already exists.
nl: Gebruiker bestaat al.

# TheValueMustBeLowerThen
source: The value must be the same or lower then {0}
nl: De waarde moet gelijk zijn aan of lager zijn dan {0}

# TemplateFieldClass_FieldNotFilled
source: This field is not filled.
nl: Dit veld is niet gevuld.

source: Making the number of alternatives lower can result that option values can be lost. Continue?
nl: Bij het verlagen van het aantal alternatieven gaan de waarden van de te verwijderen alternatieven verloren. Wilt u doorgaan?

# SelectResourceEntityDialogBase_OkButton_NoResourceSelectedMessage
source: There is no resource selected. Please select a resource and press 'OK'
nl: Er is geen bron geselecteerd. Selecteer een bron en klik op 'OK'

source: Not used
nl: Niet in gebruik

# BankBrowser_BankTreeControl_DragDrop_Title
source: Move bank
nl: Verplaats bank

source: Items created by me
nl: Door mij aangemaakt items

# TheValueMustBeHigherThen
source: The value must be the same or higher then {0}
nl: De waarde moet gelijk zijn aan of hoger zijn dan {0}

# TemplateFieldClass_OnlyNumericValuesAllowed
source: Only numeric values are allowed.
nl: Alleen numerieke waarden zijn toegestaan.

source: Error while exporting to excel. File might be in use.
nl: Er is een fout opgetreden tijdens de export naar Excel. Waarschijnlijk is het bestand geblokkeerd.

source: Tests created by me
nl: Door mij aangemaakte toetsen

# WouldYouLikeToOpenTheFileInExcelNow
source: Would you like to open the file?
nl: Wilt u het bestand openen?

# TemplateFieldClass_UnknownTemplateStructure
source: A field in the template does have an unknown structure!
nl: Een veld in de template heeft een onbekende structuur!

# ErrorAccessingExcel
source: Error accessing MS Excel:
nl: Fout tijdens het aanroepen van Excel:

# ErrorGeneratingIdentifierForItemInCollectionparameterGeneratingType
source: Error generating identifier for item in collectionparameter. Generating type: {0}.
nl: Fout tijdens het genereren van een id voor het item in de collectieparameter. Type: {0}.

source: Created by me
nl: Door mij gemaakt

# BankBrowser_BankTreeControl_DragDrop_CannotBeDroppedHere
source: This item cannot be dropped here!
nl: Kan de bank hier niet naar toe verplaatsen!

source: Tests
nl: Toets(en)

# BankBrowser_BankTreeControl_DragDrop_IsParentBank
source: Move operation cannot be completed: the dragged bank is a parent of the bank where it's dropped.
nl: Kan bank niet verplaatsen: Doelbestemming is een subbank van de te verplaatsen bank. Dit is niet toegestaan.

# EmptyReference
source: None
nl: Geen

# AudioError
source: Audio error: {0}
nl: Audio fout: {0}

# NewGenericResourceDialogTitle
source: Browse for resource
nl: Bladeren

# FieldIsRequired
source: '{0}' is required.
nl: '{0}' is verplicht.

source: Only items that use the same item layout template can be selected at ones.
nl: Alleen de items welke dezelfde item lay-out template gebruiken kunnen tegelijk bekeken worden.

# ThereIsNoApplicationAssociatedToThisFileExcelIsProbablyNotInstalled
source: There is no application associated to this file. MS Excel is probably not installed.
nl: Er is geen applicatie aan deze bestandsextentie gekoppeld. Excel is waarschijnlijk niet geinstalleerd.

# ImageFilter
source: Image files (*.bmp; *.gif; *.jpg; *.png)|*.bmp;*.gif;*.jpg;*.png
nl: Afbeeldingbestanden (*.bmp; *.gif; *.jpg; *.png)|*.bmp;*.gif;*.jpg;*.png

# SvgFilter
source: SVG files (*.svg)|*.svg
nl: SVG bestanden (*.svg)|*.svg

# AudioFilter
source: Audio files (*.mp3)|*.mp3
nl: Audiobestanden (*.mp3)|*.mp3

# AllFilesFilter
source: All files (*.*)|*.*
nl: Alle bestanden (*.*)|*.*

# CustomPropertiesNewFree
source: New free value
nl: << nieuwe waarde >>

# CustomPropertiesNewSingle
source: New single
nl: << nieuwe enkelvoudige waarde >>

# CustomPropertiesNewMulti
source: New multi
nl: << nieuwe meervoudige waarde >>

source: This parameter must be filled. Please select a media object.
nl: Deze parameter heeft een waarde nodig. Selecteer een mediaobject.

# ErrorParsingDesignerSettingsForParameterSetting
source: Error parsing designer settings for parameter '{0}'. Setting: {1}
nl: Er is een fout opgetreden bij het parsen van de designerinstellingen van parameter '{0}'. Setting: '{1}'

# NotAllowedToChangeResourceWithState
source: You are not allowed to change resource with name '{0}' because it has '{1}'-status.
nl: U bent niet gemachtigd om bron '{0}' te wijzigen met de status '{1}' .

# SaveChangesForResourceWithState
source: Resource with name '{0}' has '{1}'-status, are you sure you want to save changes
nl: Bron '{0}' heeft de status '{1}', weet u zeker dat u de wijzigingen wil opslaan.

source: No score designer specified for controller with id:
nl: Er is geen scoredesigner aangewezen voor de controller met id:

source: Error while rendering score editors
nl: Er is een fout opgetreden bij het opbouwen van de score-editors

source: Off
nl: Uit

# ResolutionTypeScale
source: Apply dimensions to screen
nl: Dimensie toepassen op scherm

# ResolutionTypeKeepAspectRatio
source: Apply dimensions to item and screen (maintain aspect ratio)
nl: Dimensie toepassen op item en scherm (met behoud van aspectratio)

# ResolutionTypeMaintainScreenResolution
source: Apply dimensions to item
nl: Dimensie toepassen op item

# ThisEditorMustBeFilledPleaseEnterContent
source: '{0}' is a mandatory field.
nl: '{0}' is een verplicht veld.

source: Is being edited in sizable window
nl: Wijziging vind plaats in een extern venster

source: The score could not be converted. The score will set to the default value "0"
nl: Er is geen numerieke waarde ingevoerd als score. De score zal worden gezet op de standaard waarde "0"

source: Attention! The scoring rules have changed.
nl: Let op! Het scorevoorschrift is aangepast.

# DynamicDimension
source: Dynamic
nl: Dynamisch

source: without navigationbar
nl: zonder navigatiebalk

# GroupNameConstant_General
source: General
nl: Algemeen

source: Select multiple values for '{0}'
nl: Selecteer meerdere waardes voor '{0}'

source: Select value for '{0}'
nl: Selecteer waarde voor '{0}'

# ItemLayoutTemplateSimple
source: <?xml version="1.0" encoding="UTF-8"?> <GridEXLayoutData> <RootTable> <Columns Collection="true" ElementName="Column"> <Column0 ID="BankId"> <AllowGroup>False</AllowGroup> <AllowRemove>True</AllowRemove> <Caption>Bank id</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>BankId</DataMember> <Key>BankId</Key> <Position>0</Position> <ShowInFieldChooser>False</ShowInFieldChooser> <Visible>False</Visible> <Width>61</Width> </Column0> <Column1 ID="BankName"> <Caption>Bank name</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>BankName</DataMember> <Key>BankName</Key> <Position>1</Position> <Visible>False</Visible> <Width>86</Width> </Column1> <Column2 ID="Name"> <Caption>Code</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Name</DataMember> <Key>Name</Key> <Position>2</Position> <Width>175</Width> </Column2> <Column3 ID="Title"> <Caption>Title</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Title</DataMember> <Key>Title</Key> <Position>3</Position> <Width>224</Width> </Column3> <Column4 ID="ItemType"> <Caption>Item type</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>ItemTypeString</DataMember> <Key>ItemTypeString</Key> <Position>4</Position> <Width>78</Width> </Column4> <Column5 ID="ItemReferenceCount"> <Caption>Reference count</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>ReferenceCount</DataMember> <Key>ItemReferenceCount</Key> <Position>5</Position> <TextAlignment>Far</TextAlignment> <Width>80</Width> </Column5> <Column6 ID="Version"> <Caption>Version</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>Version</DataMember> <EditType>NoEdit</EditType> <Key>Version</Key> <Position>6</Position> <Visible>False</Visible> <Width>186</Width> </Column6> <Column7 ID="CreatedByFullName"> <Caption>Created by</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>CreatedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>CreatedByFullName</Key> <Position>7</Position> <Visible>False</Visible> <Width>89</Width> </Column7> <Column8 ID="CreationDate"> <Caption>Created on</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>CreationDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>CreationDate</Key> <Position>8</Position> <Visible>False</Visible> <Width>102</Width> </Column8> <Column9 ID="ModifiedDate"> <Caption>Date modified</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>ModifiedDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>ModifiedDate</Key> <Position>9</Position> <Visible>False</Visible> <Width>63</Width> </Column9> <Column10 ID="ModifiedByFullName"> <Caption>Modified by</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>ModifiedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>ModifiedByFullName</Key> <Position>10</Position> <Visible>False</Visible> <Width>63</Width> </Column10> <Column11 ID="Description"> <AllowRemove>True</AllowRemove> <Caption>Description</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Description</DataMember> <EditType>NoEdit</EditType> <Key>Description</Key> <Position>11</Position> <Visible>True</Visible> </Column11> </Columns> <SortKeys Collection="true" ElementName="SortKey"> <SortKey0 ID="SortKey0"> <ColIndex>2</ColIndex> <SortOrder>Ascending</SortOrder> </SortKey0> </SortKeys> <GroupCondition/> <Groups Collection="true" ElementName="Group"> <Group0 ID="Group0"> <ColumnCount>2</ColumnCount> <ColIndex1>1</ColIndex1> <CustomGroupIndex>0</CustomGroupIndex> <SortOrder>Descending</SortOrder> </Group0> </Groups> <CustomGroups Collection="true" ElementName="CustomGroup"> <CustomGroup0 ID="CustomGroup0"> <CompositeColumnsLength>2</CompositeColumnsLength> <CompositeColumn0>0</CompositeColumn0> <CompositeColumn1>1</CompositeColumn1> <CustomGroupType>CompositeColumns</CustomGroupType> <Key>BankIdBankName</Key> <HeaderCaption>Bank name</HeaderCaption> </CustomGroup0> </CustomGroups> </RootTable> </GridEXLayoutData>
nl: <?xml version="1.0" encoding="UTF-8"?> <GridEXLayoutData> <RootTable> <Columns Collection="true" ElementName="Column"> <Column0 ID="BankId"> <AllowGroup>False</AllowGroup> <Caption>Bank Id</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>BankId</DataMember> <Key>BankId</Key> <Position>0</Position> <ShowInFieldChooser>False</ShowInFieldChooser> <Visible>False</Visible> <Width>61</Width> </Column0> <Column1 ID="BankName"> <Caption>Banknaam</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>BankName</DataMember> <Key>BankName</Key> <Position>1</Position> <Visible>False</Visible> <Width>86</Width> </Column1> <Column2 ID="Name"> <Caption>Code</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Name</DataMember> <Key>Name</Key> <Position>2</Position> <Width>175</Width> </Column2> <Column3 ID="Title"> <Caption>Titel</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Title</DataMember> <Key>Title</Key> <Position>3</Position> <Width>224</Width> </Column3> <Column4 ID="ItemType"> <Caption>Itemtype</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>ItemTypeString</DataMember> <Key>ItemTypeString</Key> <Position>4</Position> <Width>78</Width> </Column4> <Column5 ID="ItemReferenceCount"> <Caption>Aantal referenties</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>ReferenceCount</DataMember> <Key>ItemReferenceCount</Key> <Position>5</Position> <TextAlignment>Far</TextAlignment> <Width>80</Width> </Column5> <Column6 ID="Version"> <Caption>Versie</Caption> <DataTypeCode>Int32</DataTypeCode> <DataMember>Version</DataMember> <EditType>NoEdit</EditType> <Key>Version</Key> <Position>6</Position> <Visible>False</Visible> <Width>186</Width> </Column6> <Column7 ID="CreatedByFullName"> <Caption>Aangemaakt door</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>CreatedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>CreatedByFullName</Key> <Position>7</Position> <Visible>False</Visible> <Width>89</Width> </Column7> <Column8 ID="CreationDate"> <Caption>Datum aangemaakt</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>CreationDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>CreationDate</Key> <Position>8</Position> <Visible>False</Visible> <Width>102</Width> </Column8> <Column9 ID="ModifiedDate"> <Caption>Datum gewijzigd</Caption> <DataTypeCode>DateTime</DataTypeCode> <DataMember>ModifiedDate</DataMember> <EditType>NoEdit</EditType> <FormatString>g</FormatString> <Key>ModifiedDate</Key> <Position>9</Position> <Visible>False</Visible> <Width>63</Width> </Column9> <Column10 ID="ModifiedByFullName"> <Caption>Gewijzigd door</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>ModifiedByFullName</DataMember> <EditType>NoEdit</EditType> <Key>ModifiedByFullName</Key> <Position>10</Position> <Visible>False</Visible> <Width>63</Width> </Column10> <Column11 ID="Description"> <AllowRemove>True</AllowRemove> <Caption>Beschrijving</Caption> <DataTypeCode>String</DataTypeCode> <DataMember>Description</DataMember> <EditType>NoEdit</EditType> <Key>Description</Key> <Position>11</Position> <Visible>True</Visible> </Column11> </Columns> <SortKeys Collection="true" ElementName="SortKey"> <SortKey0 ID="SortKey0"> <ColIndex>2</ColIndex> <SortOrder>Ascending</SortOrder> </SortKey0> </SortKeys> <GroupCondition/> <Groups Collection="true" ElementName="Group"> <Group0 ID="Group0"> <ColumnCount>2</ColumnCount> <ColIndex1>1</ColIndex1> <CustomGroupIndex>0</CustomGroupIndex> <SortOrder>Descending</SortOrder> </Group0> </Groups> <CustomGroups Collection="true" ElementName="CustomGroup"> <CustomGroup0 ID="CustomGroup0"> <CompositeColumnsLength>2</CompositeColumnsLength> <CompositeColumn0>0</CompositeColumn0> <CompositeColumn1>1</CompositeColumn1> <CustomGroupType>CompositeColumns</CustomGroupType> <Key>BankIdBankName</Key> <HeaderCaption>Banknaam</HeaderCaption> </CustomGroup0> </CustomGroups> </RootTable> </GridEXLayoutData>
