Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Plugins/PaperBased/My Project/Resources.*.resx
Languages: nl

# PrintFormIsARequiredField
source: Please select at least one booklet for the MS Word publication
nl: Selecteer ten minste één boekje voor MS Word-publicatie

# Word_AssessmentTestPropertiesEditor_FrameTitle
source: PBT - MS Word - Test properties
nl: PBT - MS Word - Toetseigenschappen

# Word_ItemReferencePropertiesEditor_FrameTitle
source: PBT - MS Word - Item properties
nl: PBT - MS Word - Itemeigenschappen

# Word_TestOutcomePropertiesEditor_FrameTitle
source: PBT - MS Word - Scoring result properties
nl: PBT - MS Word - Score-eigenschappen

# Word_TestPackagePropertiesEditor_FrameTitle
source: PBT - MS Word - Test package properties
nl: PBT - MS Word - Toetspakketeigenschappen

# Word_TestPartPropertiesEditor_FrameTitle
source: PBT - MS Word - Test part properties
nl: PBT - MS Word - Toetsdeeleigenschappen

# Word_TestReferencePropertiesEditor_FrameTitle
source: PBT - MS Word - Test reference properties
nl: PBT - MS Word - Toetsreferentie-eiegenschappen

# Word_TestSectionPropertiesEditor_FrameTitle
source: PBT - MS Word - Test section properties
nl: PBT - MS Word - Toetssectie-eigenschappen

# Word_TestSetPropertiesEditor_FrameTitle
source: PBT - MS Word - Test set properties
nl: PBT - MS Word - Toetsseteigenschappen

# AssessmentTestViewType_Word
source: Paper based test with MS Word
nl: Papieren toets met MS Word

# CannotStartPublication
source: Cannot start publication, because of the following errors:{0}{0}
nl: Publicatie kan om de volgende fouten niet gestart worden:{0}{0}

# FieldMustBeFilled
source: Field '{0}' must be filled.
nl: Veld '{0}' moet worden gevuld.

source: No printforms available
nl: Er zijn geen afdrukvormen gekoppeld aan de toets!

# PleaseSelectAPrintForm
source: Select at least one printform
nl: Selecteer tenminste één afdrukvorm.

# PublishingDocumentToSpecifiedLocation
source: Document is published to the specified location...
nl: Document wordt gepubliceerd naar de opgegeven locatie...

# PublishToWord
source: Publish to MS Word
nl: Publiceer naar MS Word document

# SelectedFolderDoesNotExist
source: The selected folder does not exist
nl: De geselecteerde map bestaat niet.

# TestPluginError
source: This test can not be viewed due to incompatible plugins.
nl: Deze toets kan niet getoond worden door verkeerd incompatibele plugins.

# TestPluginErrorCaption
source: Error
nl: Fout

# AlternativesCount
source: Alternative Count
nl: Aantal alternatieven

# CannotStartExport
source: The report cannot be created {0}
nl: Het overzicht kan nog niet worden gemaakt. {0}

# Config
source: Config: {0}
nl: Configuratie: {0}

source: Content
nl: Inhoud

source: Created by
nl: Gemaakt door

# CreatingScreenshot
source: An image of item '{0}' is created.
nl: Bezig met het maken van een afbeelding van item '{0}'

source: Creation date
nl: Gemaakt op

source: Description
nl: Beschrijving

# Dimension
source: Dimension: {0}
nl: Dimensie: {0}

# DiskIsFull
source: Insufficient storage, file is not saved.
nl: Opslagmedium is vol, het bestand is niet opgeslagen.

# ErrorOccured
source: An error occured: {0}
nl: Er is een foutmelding opgetreden: {0}

# ErrorsFoundInCollectionparameter
source: Following errors are in found in a collectionparameter:
nl: Volgende fouten zijn gevonden in de collectieparameter:

source: Error while parsing template
nl: Er is een fout opgetreden tijdens het parsen van de template.

# ExtraOptionTask
source: Select the information that should be in the report.
nl: Selecteer gegevens.

# ExtraOptionTaskDescription
source: Please select the information that should be in the report.
nl: Selecteer de gegevens die in het document getoond moeten worden.

# FieldEmpty
source: Please fill in field {0}
nl: Het veld '{0}' is niet gevuld.

# FileExists
source: File already exists
nl: Bestand bestaat al.

# FilenameNotValid
source: Please enter a valid file name.
nl: Kies een geldige bestandsnaam.

# FolderContainsInvalidCharacters
source: Folder contains invalid character: "{0}"
nl: Folder bevat een character dat niet is toegestaan: "{0}"

source: Image could not be found
nl: Afbeelding kon niet gevonden worden.

# ImageReportDescriptionItem
source: A screenshot will be created for all selected items.
nl: Er wordt een schermafdruk gemaakt van alle geselecteerde items.

# ImageReportDescriptionTest
source: A screenshot will be created for all items in the selected test.
nl: Er wordt een schermafdruk gemaakt van alle items in de geselecteerde toets.

# ImageReportNameItem
source: JPG: item screenshots
nl: Schermafdrukken van geselecteerde items

# ImageReportNameTest
source: JPG: screenshots of items in test
nl: Schermafdrukken van items in een toets

# InvisibleParameterHasAChangedValue
source: Invisible parameter "{0}" has a changed value.
nl: De waarde van de onzichtbare parameter '{0}' is aangepast.

source: IsSystemItem
nl: Is systeem item

source: Item content
nl: Iteminhoud

source: Item custom properties
nl: Itemkenmerken

source: Item dependencies
nl: Itemafhankelijkheden

# ItemEditor_ValidateItem_ValidationErrors
source: Cannot update changes of this item because of the following validation errors:{0}{0}
nl: Vanwege de volgende validatie fouten kan het item niet worden geupdate:{0}{0}

source: Item information
nl: Iteminformatie

source: Item references
nl: Itemreferenties

source: Item keys with preprocessor rules
nl: Itemsleutels met voorbereidingsregels

source: Item solution
nl: Itemsleutel

# KeyValues
source: Solution
nl: Sleutel

source: Modified By
nl: Gewijzigd door

# ModifiedByFullName
source: Modified by
nl: Gewijzigd door

source: Modified date
nl: Gewijzigd op

# NameValue
source: Name
nl: Naam

source: No
nl: Nee

source: No common target found.
nl: Er is geen gemeenschappelijke target gevonden.

# NoProgrammInstalled
source: There is no program associated with the file.
nl: Er kan geen programma gevonden worden om het bestand mee te openen.

source: Orginal name
nl: Originele naam

source: Orginal version
nl: Originele versie

source: Original Name
nl: Originele naam

source: Original Version
nl: Originele versie

# OverviewGridImage
source: Target: "{0}" Location: "{1}"
nl: Target: "{0}" Locatie: "{1}"

# OverviewGridToWord
source: Report: {1}.{0}{0} Location: {2}.{0}{0}Selected information blocks:{0}{3}{0}{0}Item on new page: {4}{0}Landscape page orientation: {5}
nl: Rapport: {1}.{0}Locatie {2}.{0}{0}Geselecteerde informatie blokken:{0}{3}{0}{0}Item op nieuwe pagina: {4}{0}Liggende afdrukstand: {5}

# PackagedImageReportDescriptionItem
source: An archive will be created with screenshots for all selected items.
nl: Er wordt een itemetalage gemaakt met daarin schermafdrukken van de geselecteerde items.

# PackagedImageReportDescriptionTest
source: An archive will be created with screenshots for all selected tests
nl: Er wordt een itemetalage gemaakt met daarin schermafdrukken van de geselecteerde toetsen.

# PackagedImageReportNameItem
source: An archive will be created with screenshots for all selected items.
nl: Aanmaken van een itemetalage van de geselecteerde items

# PackagedImageReportNameTest
source: An archive will be created with screenshots for all selected tests
nl: Aanmaken van een itemetalage van de geselecteerde toetsen

# PathOrFilenameNotValid
source: Please enter a valid directory and/or file name.
nl: Kies een geldig pad en/of bestandsnaam.

source: Please select an existing path.
nl: Selecteer een bestaande locatie.

# PleaseSelectAtLeastOneInformationBlock
source: Please select a least one information block.
nl: Selecteer tenminste één informatieblok.

source: Preprocessing rule
nl: Voorbereidingsregel

# ProcessingItem
source: Processing item {0}
nl: Bezig met genereren van data voor item {0}

# ProgressMessage
source: Searching for columns for item {0}
nl: Bezig met zoeken van kolommen in item {0}.

source: Raw score
nl: Ruwe Score

# ReportDescriptionItem
source: All selected items in MS Word. You can select which information should be in the MS Word document.
nl: Overzicht van geselecteerde items.

# ReportDescriptionTest
source: All items of a test in MS Word. You can select which information should be in the MS Word document.
nl: Overzicht met items in toets.

# ReportNameItem
source: MS Word: items including (custom) properties
nl: Itemgegevens in MS Word

# ReportNameTest
source: MS Word: items in test (including (custom) properties)
nl: Toetsitemgegevens in MS Word

source: Response count
nl: Aantal reacties

source: Select a target
nl: Selecteer een target

# SelectedAnalysesFiles
source: Analyses files: {0}
nl: Geselecteerde bestanden: {0}

source: Selection
nl: Selectie

source: State
nl: Status

# SuccessfullyGenerated
source: Report '{0}' is successfully generated.
nl: Rapport '{0}' is succesvol gemaakt.

source: Test
nl: Toets

# Theme
source: Theme: {0}
nl: Thema: {0}

# Title
source: Title: {0}
nl: Titel: {0}

# ValidateParametersCollectionParameterWillShrink
source: CollectionParameter "{0}": Collection will shrink from {1} to {2} items. Loss of data starts at the last item.
nl: Collectieparameter '{0}': Collectie word verkleind van {1} naar {2} items. Data verlies start bij het laatste item.

# ValidateParametersCollectionWillBeDeleted
source: Collection "{0}" will be deleted
nl: Collectie '{0}' word verwijderd.

# ValidateParametersParameterHasADifferentType
source: Parameter "{0}" has a different type in current and new itemtemplate. Current value will be deleted.
nl: Parameter '{0}' is van een afwijkende type t.o.v. de nieuwe item layout template. De huidige waarde zal worden verwijderd.

# ValidateParametersParameterWillBeDeleted
source: Parameter "{0}" will be deleted.
nl: Parameter '{0}' word verwijderd.

source: Version
nl: Versie

# WarningsFoundInCollectionparameter
source: Following warnings are in found in a collectionparameter:
nl: Volgende waarschuwingen zijn gevonden in de collectieparameter:

source: without navigationbar
nl: zonder navigatiebalk

# WouldYouLikeToOpen
source: Would you like to open the file?
nl: Wilt u het bestand openen?

source: Yes
nl: Ja

source: Please enter a complete and valid path.
nl: Voer aub een compleet en geldig pad in

source: Publication
nl: Publicatie

# PublicationLocationText
source: Location of {0}:
nl: Publicatie locatie :{0}

# FileAlreadyExist
source: The file already exists on the specified location.
nl: Het bestand bestaat al op de geselecteerde locatie.

source: Please enter a valid export file name.
nl: Selecteer een geldig exportbestand.

source: The file name cannot contain illegal characters
nl: De bestandsnaam bevat ongeldige tekens

# PublicationOptions
source: Choose publication options
nl: Kies publication opties

source: Publication folder
nl: Publicatie folder

source: Specify package name
nl: Geef de package naam op

source: Formula
nl: Formule

# NotApplicable
source: N/A
nl: N.v.t.
