Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Client/My Project/Resources.*.resx
Languages: nl

# AboutDialog_About
source: About
nl: Over

# AboutDialog_Version
source: Version
nl: Versie

source: Adaptive section validation
nl: Validatie van adaptieve secties

source: Add a control template
nl: Toevoegen controltemplate

source: Add a item layout template
nl: Toevoegen itemlay-outtemplate

# AddBank_EnterValidInfo
source: Enter a valid bankname
nl: Geef een geldige banknaam

source: Adding control template
nl: Controltemplate toevoegen

# AddingCustomProperties
source: Adding custom property '{0}'
nl: Bezig met het toevoegen van kenmerk '{0}'

# AddingCustomPropertiesToItem
source: Adding custom properties to item '{0}'
nl: Bezig met het toevoegen van kenmerken aan item '{0}'

source: Adding item layout template
nl: Voeg itemlay-outtemplate toe

source: Adding media file
nl: Mediabestand toevoegen

# AllEditors_CannotUpdateBecauseOfState
source: This resource cannot be updated because of it's workflow status.
nl: Deze bron mag niet gewijzigd worden vanwege de status.

# AlterOrDeleteSelectedFiles
source: Alter or delete the selected file(s).
nl: Wijzig of verwijder de geselecteerde bestand(en).

source: An error occurred:
nl: Er is een fout opgetreden:

source: An error occurred while validating the solution!
nl: Er is een fout opgetreden bij het valideren van de oplossing!

# AspectEditor_PleaseEnterNewItemCode
source: Please enter new aspect code:
nl: Geef een nieuwe code op:

# AspectEditor_Save_SavedStatusbarMessage
source: Aspect saved ...
nl: Aspect is opgeslagen...

# AspectEditor_Save_SaveFailedStatusbarMessage
source: Failed to save aspect ...
nl: Opslaan van het aspect is mislukt...

# AspectEditor_TitleBar
source: Editor for aspect '{0}'
nl: Editor voor aspect '{0}'

# Authorization_Error_Saving
source: Error saving authorization information!{0}{0}{1}
nl: Fout bij het opslaan van autorisatie-informatie!{0}{0}{1}

source: Auto hide
nl: Automatisch verbergen

source: Bank code is not filled. Make sure 'bank external key' is filled. This is only allowed by bank manager.
nl: De bankcode is niet ingevuld. De bankcode mag alleen ingevuld worden door de bankbeheerder.

# BankPropertiesFor
source: Bank properties for '{0}'
nl: Bankeigenschappen voor '{0}'

source: Browse for resource
nl: Bladeren

# CanTFindOtdForSection
source: can't find OTD for this section
nl: Er is geen otd gevonden voor deze sectie

source: can't find OTD for this section
nl: Er is geen OTD gevonden voor deze sectie

# ChangeCodeDialog_EmptyCodeName
source: Please enter a new code in the field on this dialog.
nl: Voer eerst een nieuwe code in voordat u verder gaat.

# ChangeDataSourceDialogHeaderTooMuchReferences
source: This field can only be changed when there are no references to this data source
nl: Dit veld kan alleen worden aangepast indien er nog geen referenties naar deze selectie zijn

# ChooseAExportMethod
source: Choose an export method
nl: Kies een exportmethode

# ChooseAImportMethod
source: Choose an import method
nl: Kies een importmethode

source: Choose a publication method
nl: Kies een publicatiemethode

# ClickHereToOpen
source: Click here to open the report
nl: Klik hier om het overzicht te openen

source: Close
nl: Sluiten

source: Completed
nl: Voltooid

source: Complete the wizard.
nl: De wizard voltooien.

source: Control template to be added:
nl: Toe te voegen controltemplate:

source: Copy_of_{0}
nl: Kopie_van_{0}

# CouldNotSaveResourceUnsupportedType
source: Could not save resource of unsupported type '{0}'
nl: Kan bron van het type '{0}' niet opslaan.

# CreateNewBankAsChild
source: Create new bank as child on '{0}'
nl: Maak nieuwe bank als subbank van '{0}'

source: Create new bank on root level
nl: Voeg nieuwe bank op hoogste niveau toe

# CustomBankPropertiesAdded
source: {0} custom bank properties are added
nl: {0} kenmerken zijn toegevoegd.

# CustomBankPropertiesAlreadyExisted
source: {0} custom bank properties already existed
nl: {0} kenmerken waren al aanwezig.

# CustomBankPropertiesConflicts
source: {0} custom bank properties had conflicts
nl: {0} kenmerken waren niet van het type 'Vrije waarde' en zijn overgeslagen.

# CustomPropertyAlreadyExistInThisBankHierarchy
source: The following properties already exist in this bank hierarchy: {0}
nl: De volgende kenmerken bestaan al in deze bank hierarchy: {0}

# DataSource
source: Selection
nl: Selectie

# DataSourceEditor_DialogTitle
source: Datasource editor
nl: Selectie-editor

# DataSourceEditor_ValidationErrorsOnExit
source: There are validation errors. Continue closing dialog without saving?
nl: Er zijn validatie fouten. Wilt u doorgaan zonder op te slaan?

# DeleteFailureMessage
source: The following resources could not be removed, because they are being used by other objects in the bank: {0}
nl: De volgende resources konden niet verwijderd worden omdat ze nog gebruikt worden door andere objecten binnen de bank: {0}

source: Delete this user?
nl: Deze gebruiker verwijderen?

# DeleteUserError
source: This user cannot be deleted. There is still content associated.
nl: Deze gebruiker kan niet verwijderd worden. Er zijn nog onderdelen gekoppeld.

source: Directory does not exist.
nl: De gekozen map bestaat niet.

source: Docked Pane
nl: Docked Panel

source: Done.
nl: Klaar.

source: Do you really want to clear all the resources in the bank?
nl: Weet u zeker dat u al het materiaal in deze bank wilt verwijderen.

# Editor_SaveChangesQuestionMessage
source: There are changes that are not saved yet! Save them before closing this editor?
nl: Nog niet alle wijzigingen zijn opgeslagen! Wilt u deze opslaan, voordat de editor gesloten wordt?

source: Editor for {0} '{1}'
nl: Editor voor {0} '{1}'

# EnabledConditionRefersToNonExistingParameter
source: Parameter '{0}' has an enabled condition based on a value of parameter '{1}' that doesn't exist.
nl: Parameter '{0}' wordt actief gemaakt op basis van een parameter: '{1}' die niet bestaat.

# Error_EmtpyPassword
source: A password is required to import this package!
nl: Om dit package te importeren is een wachtwoord vereist.

# Error_WrongPassword
source: The entered password is not correct! Please retype the password and try again.
nl: Het ingevoerde wachtwoord is niet juist! Voer het juiste wachtwoord in en probeer opnieuw.

# Passwordvalidate
source: Allowed characters: - Lowercase: abcdefghijklmnopqrstuvwxyz - Uppercase: ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numbers : 0123456789 - Special characters : .-#@~!$^*()+={{}}[] The password should contains at least one character of each of these categories Password length is 8 or more. The password can not contain username
nl: Toegestane tekens: - Kleine letter : abcdefghijklmnopqrstuvwxyz - Hoofdletters : ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numerieke waardes : 0123456789 - Speciale tekens : .-#@~!$^*()+={{}}[] Het wachtwoord bestaat uit tenminste één teken uit drie van de vier categorieën Het wachtwoord moet 8 of meer tekens bevatten. Het wachtwoord mag niet de gebruikersnaam bevatten

# ErrorDeletingEntity
source: Error while deleting {0}.
nl: Fout tijdens het verwijderen {0}.

# ErrorImporting
source: Error importing the package
nl: Er is een fout opgetreden bij het importeren van een package

source: Errors:
nl: Foutmeldingen:

# ErrorSavingBankInformation
source: Error saving bank information!{0}{0}{1}
nl: Foutinformatie van het opslaan van de bank!{0}{0}{1}

# ErrorsFoundInCollectionparameter
source: Following errors are in found in a collectionparameter:
nl: Volgende fouten zijn gevonden in de collectieparameter:

# ErrorThrown
source: An error occured:
nl: Er is een fout opgetreden.

source: Error while parsing template
nl: Er is een fout opgetreden tijdens het parsen van de template.

source: Exporting resources to specified location...
nl: Bezig met het exporteren van de bronnen naar de opgegeven locatie...

source: Export location does not exist
nl: De exportlocatie bestaat niet

source: Export of resources.
nl: Exporteer de bronnen

# ExportTitle
source: Export
nl: Exporteren

source: Export to a BAS file
nl: Exporteren naar een BAS-bestand

source: Export to a package file
nl: Exporteren naar een exportbestand

source: Export to a POK file
nl: Exporteren naar een POK-bestand

# FileAlreadyExist
source: The file already exists on the specified location.
nl: Het bestand bestaat al op de geselecteerde locatie.

source: File does not exist!
nl: Bestand bestaat niet!

# ChangePasswordDialogTitle
source: Change your password
nl: Wachtwoord kiezen

# FillInPassword
source: Fill in the password
nl: Vul het wachtwoord in

# FillInPasswordDesc
source: A password is needed because the package appears to be encrypted.
nl: Een wachtwoord is vereist omdat het package beveiligd is.

# NewPasswordIntro
source: Please choose a new password in order to continue
nl: Kies een nieuw wachtwoord om door te gaan

# NewPassword
source: Fill in your new password
nl: Type een nieuw wachtwoord

# RepeatPassword
source: Please repeat your new password
nl: Type nogmaals het wachtwoord

# PasswordCannotBeEmpty
source: Please provide a password
nl: Een waarde voor wachtwoord is verplicht

# PasswordsDoNotMatch
source: The passwords do not match. Please try again
nl: De ingevulde waarden komen niet overeen.

source: Fill the export method options
nl: Stel de exportmethode in

source: Fill the import method options
nl: Stel de importopties in

source: Fill the publication method options
nl: Stel de publicatiemethode in

source: Fill the security options
nl: Stel de beveilingsopties in

source: &Floating
nl: &Los maken

# FollowingFilesAreExported
source: The following files are published:{0}{0}{0}
nl: De volgende bestanden zijn gepubliceerd:{0}{0}{0}

# FollowingResourcesPreventDeleting
source: The following {0} '{1}'-resources prevent deleting :
nl: De volgende {0} '{1}'-bronnen voorkomen verwijdering:

# FollowingResourcesResultInAWarning
source: The following {0} '{1}'-resources result in a warning :
nl: De volgende {0} '{1}'-bronnen veroorzaken een waarschuwing:

# GenerateReport
source: Generate a report
nl: Maak een overzicht

source: Generation progress
nl: Voortgang van het rapport

# GenerationProgressDescription
source: Progress of the report that is generated.
nl: Bezig met maken van het rapport.

source: &Hide
nl: &Verbergen

source: Import
nl: Importeer

# ImportFailure
source: Something went wrong while importing the package. (Error at loading the manifest)
nl: Het is niet gelukt om het bestand te importeren vanwege een fout. (Fout bij laden van manifest)

# ImportFailureGeneral
source: Something went wrong while importing the package.
nl: Het is niet gelukt om het bestand te importeren vanwege een fout.

# ImportFailureTitle
source: Import failure
nl: Import fout

# ImportFromAExcelFile
source: Add custom properties from a MS Excel file
nl: Voeg kenmerken toe vanuit een MS Excelbestand

# ImportFromATestBuilderPackageFile
source: Import from a Questify Builder package file
nl: Importeer vanuit een Questify Builder export(set) bestand

source: Importing resources to specified location...
nl: Bron importeren naar opgegeven locatie...

source: Import of resources
nl: Import van bronnen

# InitialiseProgressDescription
source: Preparing wizard to generate report
nl: Bezig met het voorbereiden van het overzicht.

# InitialiseProgressTask
source: Initialisation progress
nl: Initialisatie voortgang

# InstanceAlreadyOpened
source: There is already an instance of this application opened. Cannot open a second instance.
nl: Er is al een instantie van Questify Builder geopend. Het is niet mogelijk om een tweede instantie te openen, waarvan de versie gelijk is.

# Item0InAdaptiveSectionIsMissingInOtd1
source: Item {0} inaAdaptive section is missing in OTD{1}
nl: Item {0} in de adaptieve sectie komt niet voor in het OTD{1}

source: Item {0} in OTD is missing in adaptive section{1}
nl: Item {0} in het otd komt niet voor in de adaptieve sectie{1}

# ItemEditor_AnErrorOccurredWhileUpdatingTheCodeNameInTests
source: An error occurred while updating the code in tests!
nl: Er is een fout opgetreden terwijl de code van het item gewijzigd werd!

# ItemEditor_ItemCodeNameAlreadyExistsInBankHierarchy
source: Item code already exists in bank hierarchy!
nl: De itemcode bestaat al in deze bankhiërarchie!

# ItemEditor_ItemCodeRenamingIsSucceeded
source: Item code renaming is succeeded!
nl: De code van het item is succesvol gewijzigd!

# ItemEditor_Load_ItemDefinitionLoaded
source: Item definition loaded
nl: Itemdefinitie is geladen

# ItemEditor_NoSufficientRightsToPerformThisAction
source: You don't have sufficient rights to perform this action.
nl: U heeft niet de benodigde rechten om deze actie uit te voeren.

# ItemEditor_OldItemLayoutTemplateOpenedStatusBarMessage
source: Item based on old item layout template opened
nl: Item gebaseerd op een oud itemlay-outtemplate geopend

# ItemEditor_OnlyPossibleToChangeTheResourceCodeWhenNoOtherChanges
source: It is only possible to change the {0} code, when no other changes are made to this item. Please save the {0} first and try again!
nl: Het is alleen mogelijk om de {0}code te wijzigen als er nog geen verdere wijzigingen zijn gemaakt. Bewaar eerst en probeer opnieuw!

# ItemEditor_PleaseEnterNewItemCode
source: Please enter new item code:
nl: Geef een nieuwe code op:

# ItemEditor_SaveAsCancelled
source: Save as cancelled
nl: 'Opslaan als' is afgebroken

# ItemEditor_SaveAsText
source: Save as
nl: Opslaan als

# ItemEditor_SaveItem_ItemSavedStatusbarMessage
source: Item saved ...
nl: Item is opgeslagen...

# ItemEditor_SaveItem_SaveFailedStatusbarMessage
source: Failed to save item ...
nl: Opslaan van het item is mislukt...

# ItemEditor_TitleBar
source: Item editor for item '{0}'
nl: Itemeditor voor item '{0}'

# ItemEditor_ValidateItem_ValidationErrors
source: Cannot update changes of this item because of the following validation errors:{0}{0}
nl: Vanwege de volgende validatiefouten kan het item niet worden geüpdated:{0}{0}

# ItemEditorNaviateNextNotPossible
source: Current item is the last item in the list, navigate to next is not possible
nl: Huidige item is het laatste item in de lijst, navigeren naar volgende is niet mogelijk

# ItemEditorNaviatePreviousNotPossible
source: Current item is the first item in the list, navigate to previous is not possible
nl: Huidige item is het eerste item in de lijst, navigeren naar vorige is niet mogelijk

# ItemForm_IsDirtyWhenCancelPressed
source: Changes you made will be lost. Are you sure you want to close this form?
nl: Uw aanpassingen zullen verloren gaan. Weet u zeker dat u dit formulier wilt afsluiten.

# ItemForm_ValidationFailedWhenSaved
source: There are some errors. Correct these errors before saving this item.
nl: Dit formulier bevat nog fouten. Verbeter deze voor

source: Item layout template to be added:
nl: Toe te voegen Itemlay-outtemplates:

# ItemrefenceDoesnTContainAnyItems
source: Item reference doesn't contain any items
nl: De adaptieve sectie bevat geen items

# ItemrefenceInSectionIsEqualToTheItemsInTheOtd
source: Item reference in section is equal to the items in the OTD
nl: Itemreferentie in de sectie bevat dezelfde items als de OTD.

# ItemsInExcel
source: {0} items in the excel file.
nl: {0} items gevonden in het MS Excelbestand.

# ItemsUpdatedWithCustomProperties
source: {0} items were updated.
nl: {0} items zijn bijgewerkt.

# Login_LoginFailed_Text
source: Login failed with the given credentials!
nl: Het aanmelden is mislukt met de opgegeven gebruikersnaam en wachtwoord.

# Login_LoginFailed_Title
source: Login
nl: Aanmelden

# MainForm_DoYouReallyWantToDeleteBankAndAllOfItsResources
source: Do you really want to delete bank '{0}'?
nl: Weet u zeker dat u de bank '{0}' wilt verwijderen?

# MainForm_FastSearchTimeOut
source: The search could not complete successfully. The search term is too general. (Reason: Time out) Please refine the search term and try again.
nl: De zoekopdracht is niet gelukt wegens een te algemene zoekterm. (Reden: Time out) Verfijn uw zoekterm en probeer opnieuw.

# MainForm_NoResourcesSelected
source: No resources selected
nl: Er zijn geen bronnen geselecteerd

# MainForm_SelectResourcesToExport
source: Select resources to export
nl: Selecteer bronnen om te exporteren

# MainForm_SelectTestPackageToPublish
source: Please select a test package to publish.
nl: Selecteer een toetspakket om te publiceren.

# MainForm_SelectTestToPublish
source: Please select a test to publish.
nl: Selecteer een toets ter publicatie

# MainForm_SyntaxErrorSearchString
source: Error while searching. Check your search string for syntax errors.
nl: Er is een fout opgetreden tijdens zoeken. Controleer de juistheid van de zoekopdracht!

# MainForm_TestCannotBePreviewed
source: This test cannot be previewed because there is no previewer configured for this test.
nl: Er kan geen preview van deze toets worden uitgevoerd, omdat er geen preview-methode is voor deze toets.

# MainForm_TestCannotBePreviewed_Title
source: Test preview
nl: Toetsvoorbeeld

# MainForm_TestTemplateGrid_GenerateResources_DialogTitle
source: Generate proposals
nl: Voorstellen maken

# MainForm_TestTemplateGrid_GenerateResources_NoDataSourceSections
source: This template has no sections with data sources. Therefore no proposals can be generated.
nl: Dit template bevat geen secties met automatische itemselectie. Het is daarom niet mogelijk om voorstellen te genereren.

# MainForm_TestTemplateGrid_GenerateResources_OldTestModelMessage
source: This template uses an old test definition model. This function is not supported for old test definition models.
nl: Dit template bevat een oud toetsdefinitiemodel. Het is daarom niet mogelijk om hiervoor toetsvoorstellen te genereren. Maak een nieuwe toetsdefinitie aan volgens het nieuwe model (2.0+).

# MakeSureBankExternalKeyHasAValue
source: 'Bank Externalkey' should have a value.
nl: 'Bank Externalkey' mag niet leeg zijn.

source: Maximize
nl: Maximaliseren

# MediaEditorForResource
source: Editor for media '{0}'
nl: Editor voor media '{0}'

source: media file
nl: mediabestand

source: media file(s)
nl: mediabestand(en)

source: Media file to be added:
nl: Toe te voegen mediabestanden:

# Message_NoSectionSelected
source: There's no section selected in the test to add the item(s) to. First select a section or one of its items and try again.
nl: Er is geen sectie geselecteerd in de toets om item(s) aan toe te voegen. Selecteer eerst een sectie of een van zijn items en probeer opnieuw.

# Message_NoSectionSelectedTitle
source: Selection fault
nl: Selectiefout

# MetaDataDescription
source: Description
nl: Omschrijving

source: Minimize
nl: Minimaliseren

# MultiSelectItemEditWizardChanging
source: You are about to change a parameter/custom property/meta data value for the {0} selected item(s). Attention! This can not be undone!
nl: U staat op het punt de parameter/kenmerk/metadatawaarde voor de {0} geselecteerde item(s) te wijzigen. Let op! Dit kan niet ongedaan gemaakt worden!

# MultiSelectItemEditWizardCompleted
source: You have changed the parameter/custom property/meta data value for {0} item(s).
nl: Je hebt de parameter/kenmerk/metadata waarde voor {0} item(s) gewijzigd.

# MultiSelectItemEditWizardEditDescription
source: Edit the parameter or the custom property or a meta data with a new value, for the {0} selected item(s).
nl: Wijzig de parameter of het kenmerk of de metadata met de nieuwe waarde, voor de {0} geselecteerde item(s).

# MultiSelectItemEditWizardEditTitle
source: Edit parameter or custom property or meta data
nl: Wijzigen parameter of kenmerk of metadata

# MultiSelectItemEditWizardMultipleBanksSelected
source: It's not possible to edit custom properties or parameters or meta data from items in different banks
nl: Het is niet mogelijk kenmerken of parameters of metadata te bewerken van items uit verschillende banken

# MultiSelectItemEditWizardResultDescription
source: Parameter or custom property or meta data saved for the {0} selected item(s).
nl: Parameter of kenmerk of metadata opgeslagen voor de {0} geselecteerde item(s).

# MultiSelectItemEditWizardSelectEditDescription
source: Select the parameter or the custom property or the meta data you wish to edit for the {0} selected item(s).
nl: Selecteer de parameter of het kenmerk of de metadata die je wilt wijzigen voor de {0} geselecteerde item(s).

# MultiSelectItemEditWizardSelectEditTitle
source: Select parameter or custom property or metadata
nl: Selecteer parameter of kenmerk of metadata

# MultiSelectItemEditWizardValidationErrors
source: There are some validation errors. Please correct them before continuing.
nl: Er zijn validatiefouten gevonden bij de ingevulde waarden van deze parameter. Pas deze aan voordat u verder gaat.

# MultiSelectItemEditWizardWelcomeDescription
source: With this wizard it's possible to edit a parameter or a custom property or meta data for multiple items at the same time.
nl: Met deze wizard kun je een parameter of kenmerk of metadata van meerdere items tegelijk wijzigen.

# MultiSelectItemEditWizardWelcomeTitle
source: Edit parameter or custom property or meta data
nl: Parameter of kenmerk of metadata wijzigen

source: New section
nl: Nieuwe sectie

# newString
source: new
nl: nieuwe

source: New Test Part
nl: Nieuw toetsdeel

source: New Test Set
nl: Nieuwe toetsset

source: No
nl: Nee

source: No Exporthandlers available
nl: Geen exporthandlers beschikbaar

# NoFieldValidation
source: no field validation for '{0}'.
nl: Er is geen validatie voor veld '{0}'.

# NoPublicationHandlers
source: None of the publication methods can publish this selection of tests.
nl: Er is geen publicatiemethode die de geselecteerde toetsen kan publiceren.

# NoReportsAvailable
source: There are no reports available
nl: Er zijn geen overzichten beschikbaar.

# NotAbleToDelete
source: You are not able to delete the selected {0}!
nl: U bent niet gemachtigd de selecteerde {0} te verwijderen!

# NotAllRequiredTemplateFieldsAreFilled
source: Not all required fields are filled! Please fill them and press OK to continue.
nl: Niet alle verplichte velden zijn gevuld! Vul alle velden en druk op OK om door te gaan.

# NothingIsPreventingYouToPublishThisPackage
source: Nothing is preventing you to publish these package(s)
nl: Package(s) kunnen gepubliceerd worden.

source: Not valid files:{0}
nl: Bestanden die niet geïmporteerd kunnen worden:{0}

# OperationSuccesfull
source: Operation successful
nl: Opdracht is succesvol verlopen

# OperationUnSuccesfull
source: Operation is not successfully executed.
nl: Opdracht is niet succesvol verlopen

# OptionsForm_RestartLanguage_Text
source: Builder must be restarted to view the changes. The program is closed now.
nl: Na het opnieuw opstarten van Builder is de gekozen taal van kracht. Het programma wordt nu afgesloten.

# OptionsForm_RestartLanguage_Title
source: Options
nl: Opties

source: OTD and adaptive section doesn't contain any items
nl: Zowel het otd als de adaptieve sectie bevatten geen items.

source: OTD doesn't contain any items
nl: Het otd bevat geen items

# ParameterCannotBeRedirectedMultiTimes
source: Parameter '{0}' is not allowed to be redirected to parameter '{1}' that is redirected as well.
nl: Parameter '{0}' mag niet worden verwezen naar een parameter '{1}' die ook wordt doorverwezen.

# ParameterRedirectionInfoIsMissing
source: 'redirectToTargetControlId' and 'redirectToTargetParameterId' should be filled when redirecting parameter: '{0}'
nl: 'redirectToTargetControlId' en 'redirectToTargetParameterId' moet worden ingevuld wanneer parameter '{0}' doorverwezen moet worden.

# ParametersCannotReferToItself
source: Parameter '{0}' cannot refer to itself.
nl: Parameter '{0}' mag niet naar zichzelf verwijzen.
