Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Client/My Project/Resources.*.resx
Languages: nl

# ParametersMustHaveSameType
source: Parameter '{0}' of type '{1}' cannot refer to parameter '{2}'of type '{3}'
nl: Parameter '{0}' van het type '{1}' mag niet worden verwezen naar parameter '{2}' van het type '{3}'

source: Performing operation...
nl: Bezig met uitvoeren van de opdracht...

source: Permission target
nl: Permissie onderwerp

source: Please choose the publication location
nl: Selecteer hier de locatie waar de package(s) gepubliceerd moeten worden.

source: Please close all item editors first
nl: U dient eerst alle item editors te sluiten

source: Please enter a valid export file name.
nl: Selecteer een geldig exportbestand.

source: Please select a report
nl: Selecteer een overzicht

# PleaseSelectDocx
source: Please enter a valid docx file name.
nl: Kies een geldige bestandsnaam.

# ProcessingResource
source: Processing resource '{0}'...
nl: Bron '{0}' verwerken...

source: Publication
nl: Publicatie

# PublicationFormWizard_PasswordRules
source: Package encryption is enabled, but password validation failed. Please enter a password using the following validation rules: Possible characters: - Small letters: abcdefghijklmnopqrstuvwxyz - Capital letters: ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numeric: 0123456789 - Symbols: .-#@~!$^*()+={{}}[] Password must contain at least 1 token from three categories. Password must contain at least 1 and at most 40 characters.
nl: Toetspakketencryptie is ingeschakeld, maar het opgegeven wachtwoord voldoet niet aan de validatieregels. Geef een wachtwoord op dat voldoet aan deze regels: Mogelijke karakters: - Kleine letters: abcdefghijklmnopqrstuvwxyz - Hoofdletters: ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numeriek: 0123456789 - Symbolen: .-#@~!$^*()+={{}}[] Wachtwoord moet minimaal 1 teken uit drie categoriën bevatten. Wachtwoord moet bestaan uit minimaal 8 en maximaal 40 karakters.

# PublicationFormWizard_PasswordsDontMatch
source: Passwords don't match. Please retype your password.
nl: Wachtwoorden komen niet overeen. Geef de wachtwoorden opnieuw op.

# PublicationLocationText
source: Location {0}:
nl: Locatie {0} :

# PublicationName
source: Published as : {0}
nl: Gepubliceerd als: {0}

# PublicationOfTheTest
source: Publication of the test(s): {0}.
nl: Publicatie van de toets(en) {0}

# ReadExcelAdditionalExceptionMessage
source: The error can also occur due to importing an old MS Excel format.
nl: De fout kan ook veroorzaakt zijn door het importeren van een oud excel formaat.

# ReadyImporting
source: The package has been imported
nl: Het package is geïmporteerd

source: Refresh ItemTemplate
nl: Ververs Itemtemplate

# ResourceParameterContainsValueNotInBank
source: Resource parameter '{0}' contains the default value '{1}', which isn't available in the bank!
nl: Bronparameter '{0}' bevat de standaard waarde '{1}', die niet aanwezig is in de bank!

# ResourcePropertiesFor
source: Resource properties for '{0}'
nl: Broneigenschappen voor '{0}'

source: Control template files (*.xHtml, *.code)|*.xhtml;*.code|All files (*.*)|*.*
nl: Controltemplatebestanden (*.xHtml, *.code)|*.xhtml; *.code|Alle bestanden (*.*)|*.*

# ResourcePropertyDialog_BrowseForRawDataButton_Click_GenericResourceFilter
source: All files (*.*)|*.*|Image files (*.jpg; *.jpeg; *.gif; *.png; *.svg; *.bmp)|*.jpg;*.jpeg;*.gif;*.png;*.svg;*.bmp|Print image files (*.eps, *.tiff, *.tif)|*.eps;*.tiff;*.tif|MS Word templates (*.dotx)|*.dotx|MS Word documents (*.docx)|*.docx|Style sheet files (*.css)|*.css|Audio files (*.mp3, *.opus, *.ogg)|*.mp3;*.opus;*.ogg
nl: Alle bestanden (*.*)|*.*|Afbeeldingen (*.jpg; *.jpeg; *.gif; *.png; *.svg; *.bmp)|*.jpg;*.jpeg;*.gif;*.png;*.svg;*.bmp|Drukwerkafbeeldingen (*.eps, *.tiff, *.tif)|*.eps;*.tiff;*.tif|MS Word templates (*.dotx)|*.dotx|MS Word documenten (*.docx)|*.docx|Style Sheetbestanden (*.css)|*.css|Audiobestanden (*.mp3, *.opus, *.ogg)|*.mp3;*.opus;*.ogg

# ResourcePropertyDialog_BrowseForRawDataButton_Click_ItemLayoutResourceFilter
source: Item layout template files (*.xhtml)|*.xhtml|All files (*.*)|*.*
nl: Itemlay-outtemplate bestanden (*.xhtml)|*.xhtml|Alle bestanden (*.*)|*.*

# ResourcePropertyDialog_BrowseForRawDataButton_Click_ItemResourceFilter
source: Item resource data files (*.xml)|*.xml|All files (*.*)|*.*
nl: Itemdatabestanden (*.xml)|*.xml|All Files (*.*)|*.*

# ResourcePropertyDialog_BrowseForRawDataButton_Click_TestPackageResourceFilter
source: Test package resource data files (*.xml)|*.xml|All files (*.*)|*.*
nl: Toetspakketdatabestanden (*.xml)|*.xml|Alle bestanden (*.*)|*.*

# ResourcePropertyDialog_BrowseForRawDataButton_Click_TestResourceFilter
source: Test resource data files (*.xml)|*.xml|All files (*.*)|*.*
nl: Toetsdatabestanden (*.xml)|*.xml|Alle bestanden (*.*)|*.*

# ResourcePropertyDialog_ExportButton_Click_DialogTitle
source: Export resource to file
nl: Exporteer bron naar een bestand

# ResourcePropertyDialog_ExportButton_Click_ResourceExported
source: The resource is exported
nl: De bron is geëxporteerd

# ResourceToImportDestinationCurrentBank
source: Resource to import: {0}.{1}Destination: Current bank{1}Method: {2}{1}
nl: Te importeren bron: {0}.{1}Doel: Huidige bank{1}Methode: {2}

# ResourceToImportDestinationCurrentBankExcel
source: Resource to import: {0}.{1}Destination: Current bank{1}Method: {2}{1}
nl: Te importeren bron: {0}.{1}Doel: Huidige bank{1}Methode: {2}{1}

# ResourceToPublishDestinationPublicationMethod
source: Resource to publish: {0}.{1}Destination: {2}{1}Publication method: {3}.{1}
nl: Te publiceren bron: {0}.{1}Doel: {2}{1}Publicatiemethode: {3}.{1}

source: Restore
nl: Herstellen

# RolePropertyTitle
source: Role properties for {0}.
nl: Roleigenschappen

source: Saving {0}{3}({1}/{2}).
nl: opslaan {0}{3}({1}/{2}).

source: Section: {0}
nl: Sectie: {0}

source: Select a file to add.
nl: Selecteer een bestand

source: Select an user before continuing.
nl: Selecteer een gebruiker voordat u verder gaat.

# SelectDependentResourceDialog_NoResourceSelectedMessage
source: There is no resource selected. Please select a resource and press 'OK'
nl: Er is nog geen bron geselecteerd. Selecteer een bron en druk op 'OK'

# SelectedBank
source: Please select a bank
nl: Selecteer een bank

# SelectReport
source: Select a report
nl: Selecteer een overzicht

# SelectReportDescription
source: Please select the report you want to generate.
nl: Selecteer het overzicht dat u wilt maken.

# SelectReportLocation
source: Select the report location
nl: Selecteer map

# SelectReportLocationDescription
source: Please select the location where the report should be stored.
nl: Selecteer de locatie waar het overzicht opgeslagen dient te worden.

# SelectResourceDialog_CannotSelectBecauseOfStatus
source: Cannot use this resource, because of it's workflow status.
nl: Deze bron kan niet gebruikt worden door zijn status.

# SelectSupportedViewsForAssessmentTestDialog_ContentLabel_AddRemoveViewTypes
source: Please add/remove test views that the test must support:
nl: Wijzig de toetsvormen die de toets moet ondersteunen. Om toetsvormen toe te voegen vink deze aan. Haal het vinkje weg om ondersteuning voor een toetsvorm weg te halen:

# SelectSupportedViewsForAssessmentTestDialog_ContentLabel_NewTest
source: Please select the test views that the test template must support:
nl: Selecteer de toetsvorm(en) die het toetstemplate moet(en) gaan ondersteunen, waardoor nieuwe toetsen gebaseerd op dit template ook deze toetsvormen gaan ondersteunen:

# SelectSupportedViewsForAssessmentTestDialog_PleaseSelectViews_Message
source: Please select one or more test types and press OK.
nl: Selecteer één of meer toetsvormen en druk op OK.

# SelectSupportedViewsForAssessmentTestDialog_PleaseSelectViews_Title
source: Select test types
nl: Selecteer toetsvormen

# SelectTemplateDialog_NoTemplateSelected_Text
source: Please select a template
nl: Selecteer een template

source: Set export settings
nl: Selecteer exportinstellingen.

# ShowReport
source: Click here to get an export of the result.
nl: Klik hier voor een export van het resultaat van de controle.

# SkipConflictingBankPropertiesAndContinueWithImport
source: The following custom bank properties already exist but will be skipped because: - they are of different type (or of type concept or tree), or - their names differ in casing. {0}Do you wish to continue the import?
nl: De volgende kenmerken bestaan al en zullen daardoor worden overgeslagen omdat: - ze van een niet overeenkomend type zijn (of van het type Concept of Boom), of - de namen verschillen qua hoofdlettergebruik. {0}Wilt u alsnog doorgaan met importeren?

source: Solution will be deleted. No match possible.
nl: Solution zal verwijderd worden. Geen match mogelijk.

# SortKeyMustBeNumeric
source: Sortkey: '{0}' on parameter: '{1}' must be a numeric value.
nl: Sortkey: '{0}' bij parameter: '{1}' moet een numerieke waarde hebben.

# SourceEditor_SaveItem_ItemSavedStatusMessage
source: Resource is saved.
nl: Bron is opgeslagen

# SourceEditor_SaveItem_SaveFailedStatusbarMessage
source: Failed to save resource
nl: Het opslaan van de bron is mislukt

# StartGenerationReport
source: Report is being generated
nl: Bezig met het genereren van het overzicht.

# StartPublishingTest
source: Publishing test: '{0}'
nl: Bezig met het publiceren van toets: '{0}'

# Status_GetData
source: Getting data...
nl: Data wordt opgehaald...

# Status_SavingItem
source: Saving item...
nl: Item aan het opslaan...

# StatusBar_ItemsFound
source: {0} items found.
nl: {0} items Gevonden.

source: Status of resources used in test
nl: Status van de bronnen in de toets

# Succesfull
source: Successful
nl: Succesvol

# SuccesfulyExported
source: Successfully exported
nl: Succesvol geëxporteerd

# SuccesfulyExportedResourcesTo
source: Successfully exported {0} resources to {1}.
nl: {0} bronnen zijn succesvol geëxporteerd naar {1}.

# SuccesfulyImportedToCurrentBank
source: Successfully imported '{0}' in current bank.
nl: {0} bronnen zijn succesvol in de huidige bank geïmporteerd.

# SureToDelete
source: Are you sure you want to delete the selected row(s)?
nl: Weet u zeker dat u de geselecteerde rij(en) wilt verwijderen?

# TemplateSwitchWarningContinue
source: {0}{1}Continue?
nl: {0}{1}Doorgaan?

source: test
nl: toets

source: Test does not contain any items. Please add items to the test before publishing.
nl: De toets bevat geen items. Voordat u publiceert dient u eerst items aan de toets toe te voegen.

# TestEditor_ChangeViewTypes_InCompatibleItemsInTestMessage
source: Not all items support the selected test views. Cannot change the item view types of this test.
nl: Niet alle items ondersteunen de geselecteerde toetsvormen. De bewerking kan daarom niet doorgaan!

# TestEditor_ChangeViewTypes_InCompatibleItemsInTestTitle
source: Change item view types
nl: Toetsvormen veranderen

# TestEditor_DeleteComponentsQuestionMessage
source: This action will delete the selected component(s) and all it's underlying components from this test! Continue?
nl: Naast het verwijderen van de geselecteerde component(en) worden ook alle onderliggende componenten verwijderd. Wilt u doorgaan?

# TestEditor_ItemNotInBank
source: Cannot add item '{0}' to this test, because it's not in the bank.
nl: Item '{0}' kan niet toegevoegd worden aan de toets, omdat het item niet in de bank staat.

# TestEditor_Load_TestDefinitionLoaded
source: Test definition loaded
nl: Toetsdefinitie is geladen.

# TestEditor_MultipleItemsAlreadyExistsInTestMessage
source: Cannot add the following items to this test, because they are already added:{0}
nl: Kan de volgende items niet aan de toets toevoegen, omdat ze al aanwezig zijn: {0}

# TestEditor_MultipleItemsAlreadyInTestAndBecauseOfWorkFlowStatusMessage
source: Cannot add the following items to this test, because these are already added:{0}{0}{1}{0}And the following items because of their status:{0}{0}{2}
nl: Kan de volgende items niet aan de toets toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0} En de volgende items kunnen niet toegevoegd worden door hun status: {0}{0}{2}

source: Cannot add the following items to this test, because these are already added:{0}{0}{1}{0}And the following because they do not support the view types of the test:{0}{0}{2}
nl: Kan de volgende items niet aan de toets toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0}En de volgende items kunnen niet toegevoegd worden omdat ze niet de toetsvormen van de toets ondersteunen:{0}{0}{2}

source: Cannot add the following items to this test, because these are already added:{0}{0}{1}{0}And the following items because of their status:{0}{0}{2}{0}And the following because they do not support the view types of the test:{0}{0}{3}
nl: Kan de volgende items niet aan de toets toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0}En de volgende items kunnen niet toegevoegd worden door hun status: {0}{0}{2}{0}En de volgende items kunnen niet toegevoegd worden omdat ze niet de toetsvormen van de toets ondersteunen:{0}{0}{3}

# TestEditor_MultipleItemsNotAddedInTest_IncompatibleViewTypesMessage
source: Cannot add the following items to this test, because they do not support the view types of the test:{0}{0}{1}
nl: Kan de volgende items niet aan de toets toevoegen omdat ze niet de toetsvormen van de toets ondersteunen:{0}{0}{1}

source: Cannot add the following items to this test, because of their status:{0}{0}{1}{0}And the following because they do not support the view types of the test:{0}{0}{3}
nl: Kan de volgende items niet aan de toets toevoegen door hun status: {0}{0}{1}{0}En de volgende items kunnen niet toegevoegd worden omdat ze niet de toetsvormen van de toets ondersteunen:{0}{0}{2}

# TestEditor_MultipleItemsNotAddedToTestBecauseOfWorkFlowStatusMessage
source: Cannot add the following items to this test, because of their status:{0}
nl: Kan de volgende items niet aan de toets toevoegen door hun status: {0}

# TestEditor_RemoveViewTypeMessageBox
source: You are about to remove the view type '{0}'. All specific view type properties are removed. Continue?
nl: U staat op het punt om de toetsvorm '{0}' te verwijderen uit deze toets. Alleen specifieke toetsvormeigenschappen zullen hierdoor verwijderd worden. Wilt u doorgaan?

# TestEditor_RemoveViewTypeMessageBoxTitle
source: Remove view type
nl: Verwijderen van toetsvorm

# TestEditor_SaveTest_SaveFailedStatusbarMessage
source: Failed to save test ...
nl: Opslaan van de toets is mislukt...

# TestEditor_SaveTest_TestSavedStatusbarMessage
source: Test saved ...
nl: Toets is opgeslagen...

# TestEditor_TestCodeNameAlreadyExistsInBankHierarchy
source: Test code already exists in bank hierarchy!
nl: Deze code bestaat al in de bankhiërarchie. Kies een andere code.

# TestEditor_TestCodeRenamingIsSucceeded
source: Test code renaming is succeeded!
nl: De toetscode is veranderd.

# TestEditor_TestPreview_IsDirty
source: There are changes that need to be saved before the test can be previewed. Do you wish to save the changes now?
nl: Er zijn wijzigingen die eerst opgeslagen moeten worden voordat een voorbeeld kan worden getoond. Wilt u de wijzigingen nu opslaan?

# TestEditor_ValidateItem_ValidationErrors
source: Cannot update changes of this test because of the following validation errors:{0}{0}
nl: Kan de wijzigingen in deze toets niet opslaan vanwege de volgende fouten:{0}{0}

# TestEditorv2_CannotAddItemIncompatibleViewTypes
source: Cannot add item(s) to test because it doesn't support all test views.
nl: Kan item(s) niet aan de test toevoegen omdat deze niet alle toetsvormen van deze toets ondersteund.

# TestEditorv2_OldModelOpenedStatusBarMessage
source: Old test definition model opened
nl: Oud toetsdefinitiemodel geopend.

source: Test package
nl: Toetspakket

# TestPackageDoesNotContainAnytestPleaseAddTetsToTheTestPackagebeforePublishing
source: Test package doesn't contain any tests. Please add tests to the test package before publishing.
nl: Toetspakket bevat geen toetsen. Voeg eerst toetsen toe aan het toetspakket voor het publiceren.

# TestPackageEditor_CannotAddTestIncompatibleViewTypes
source: Cannot add test(s) to test because it doesn't support all test package views.
nl: Kan item(s) niet aan de test toevoegen omdat deze niet alle toetsvormen van deze toets ondersteund.

# TestPackageEditor_ChangeViewTypes_InCompatibleTestsInTestPackageMessage
source: Not all tests support the selected test package views. Cannot change the test view types of this test package.
nl: Niet alle toetsen ondersteunen de geselecteerde toetspakketvormen. De bewerking kan daarom niet doorgaan.

# TestPackageEditor_ChangeViewTypes_InCompatibleTestsInTestPackageTitle
source: Change item view types
nl: Toetsvormen veranderen

# TestPackageEditor_DeleteComponentsQuestionMessage
source: This action will delete the selected component(s) and all it's underlying components from this test package! Continue?
nl: Naast het verwijderen van de geselecteerde component(en) worden ook alle onderliggende componenten verwijderd. Wilt u doorgaan?

# TestPackageEditor_Load_TestPackageDefinitionLoaded
source: Test definition loaded
nl: Toetspakket definitie is geladen

# TestPackageEditor_MultipleItemsNotInBank
source: Cannot add to following tests to this test package, because these are already added to this test package because they don't exist in the bank. {0}
nl: volgende toetsen kunnen niet toegevoegd worden aan het toetspakket, omdat ze niet in de bank staan: {0}

source: Cannot add the following test to this test package, because of their status:{0}
nl: Kan de volgende items niet aan de toets toevoegen omdat ze niet de toetsvormen van de toets ondersteunen:{0}{0}{1}

# TestPackageEditor_MultipleTestsAlreadyExistsInTestPackageMessage
source: Cannot add to following tests to this test package, because these are already added:{0}
nl: volgende toetsen kunnen niet toegevoegd worden aan het toetspakket, omdat ze niet in de bank staan: {0}

source: Cannot add to following test to this test package, because these are already added:{0}{0}{1}{0}And the following tests because of their status:{0}{0}{2}
nl: Kan de volgende toetsen niet aan het toetspakket toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0} En de volgende toetsen kunnen niet toegevoegd worden door hun status: {0}{0}{2}

source: Cannot add to following tests to this test package, because these are already added:{0}{0}{1}{0}And the following items because of their status:{0}{0}{2}{0}And the following because they do not support the view types of the test package:{0}{0}{3}
nl: Kan de volgende toetsen niet aan het toetspakket toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0}En de volgende items kunnen niet toegevoegd worden omdat ze niet de toetsvormen van de toets ondersteunen:{0}{0}{2}

source: Cannot add to following tests to this test package, because these are already added:{0}{0}{1}{0}And the following because they do not support the view types of the test package:{0}{0}{2}
nl: Kan de volgende toetsen niet aan het toetspakket toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0}En de volgende toetsen kunnen niet toegevoegd worden omdat ze niet de toetsvormen van het toetspakket ondersteunen:{0}{0}{2}

source: Cannot add to following test to this test, because they do not support the view types of the test package:{0}{0}{1}
nl: Kan de volgende toetsen niet aan het toetspakket toevoegen, omdat ze al aanwezig zijn: {0}{0}{1}{0}En de volgende toetsen kunnen niet toegevoegd worden door hun status: {0}{0}{2}{0}En de volgende toetsen kunnen niet toegevoegd worden omdat ze niet de toetsvormen van het toetspakket ondersteunen:{0}{0}{3}

source: Cannot add to following tests to this test package, because of their status:{0}{0}{1}{0}And the following because they do not support the view types of the test:{0}{0}{3}
nl: Kan de volgende toetsen niet aan het toetspakket toevoegen door hun status: {0}{0}{1}{0}En de volgende toetsen kunnen niet toegevoegd worden omdat ze niet de toetsvormen van het toetspakket ondersteunen:{0}{0}{2}

# TestPackageEditor_RemoveViewTypeMessageBox
source: You are about to remove the view type '{0}'. All specific view type properties are removed. Continue?
nl: U staat op het punt om de toetsvorm '{0}' te verwijderen uit dit toetspakket. Alleen specifieke toetsvormeigenschappen zullen hierdoor verwijderd worden. Wilt u doorgaan?

# TestPackageEditor_RemoveViewTypeMessageBoxTitle
source: Remove view type
nl: Verwijderen van toetsvorm

# TestPackageEditor_SaveTestPackage_SaveFailedStatusbarMessage
source: Failed to save test package ...
nl: Opslaan van het toetspakket is mislukt...

# TestPackageEditor_SaveTestPackage_TestPackageSavedStatusbarMessage
source: Test package saved ...
nl: Toetspakket is opgeslagen...

# TestPackageEditor_TestCodeNameAlreadyExistsInBankHierarchy1
source: Test package code already exists in bank hierarchy!
nl: Deze code bestaat al in de bankhiërarchie. Kies een andere code.

# TestPackageEditor_TestCodeRenamingIsSucceeded
source: Test package code renaming is succeeded!
nl: De toetspakketcode is veranderd.

# TestPackageEditor_TestNotInBank
source: Cannot add test '{0}' to this test, because it's not in the bank.
nl: Toets '{0}' kan niet toegevoegd worden aan het toetspakket, omdat de toets niet in de bank staat.

# TestPackageEditor_ValidateItem_ValidationErrors
source: Cannot update changes of this test package because of the following validation errors:{0}{0}
nl: Kan de wijzigingen in deze toets niet opslaan vanwege de volgende fouten:{0}{0}

# TestPackageToPublishPublicationMethod
source: Test package to publish: {0}.{1}Publication method: {2}.{3}Encrypted publication: {4}{5}
nl: Toetspakket wordt gepubliceerd: {0}.{1}Publicatiemethode: {2}.{3}Versleutelde publicatie: {4}{5}

source: Test template
nl: toetstemplate

# TestToPublishPublicationMethod
source: Test to publish: {0}.{1}Publication method: {2}.{3}Encrypted publication: {4}{5}
nl: Te publiceren test: {0}.{1}Publicatiemethode: {2}.{3}Ge-encrypte publicatie: {4}{5}

source: The bank couldn't be cleared.
nl: De bank kan niet geleegd worden.

source: The code is not filled for all item layout templates.
nl: Bij een aantal items ontbreekt de code.

source: The file name cannot contain illegal characters
nl: De bestandsnaam bevat ongeldige tekens

# TheFollowingResourcesPreventYouFromPublishingThisPackage
source: The following {0} resources prevent you from publishing this package :
nl: De volgende '{0}' object(en)heeft/hebben een status waarbij er niet gepubliceerd kan worden :

# TheFollowingResourcesResultInAWarning
source: The following {0} resources result in a warning :
nl: De volgende '{0}' object(en) heeft/hebben een status die resulteert in een waarschuwing:

source: The following resources were skipped because they already existed within destination bank hierarchy:
nl: De volgende bronnen werden overgeslagen omdat ze al in de bankhiërarchie aanwezig waren.

# TheFollowingTestAreSkipped0
source: The following test(s) are skipped: {0}.
nl: De volgende toets(en) zijn overgeslagen:{0}.

# TheFollowingTestHaveBeenSuccessfullyPublished0
source: The following test(s) have been successfully published: {0}.
nl: De volgende toets(en) zijn succesvol gepubliceerd:{0}.

source: The location of the test preview player isn't specified in the configuration file!
nl: De locatie van de voorbeeldafname-omgeving is niet gespecificeerd in het config-bestand!

# TheOperationIsSuccesfulyCompleted
source: The operation is successfully completed.
nl: De actie is succesvol afgerond.

source: There are {0} items that are missing in the adaptive section {1}
nl: Er missen {0} items in de adaptieve sectie {1}

source: There are {0} items that are missing in the OTD {1}
nl: Er missen {0} items in het otd {1}

# ThereIsNoApplicationAssociatedToThisFileExcelIsProbablyNotInstalled
source: There is no application associated with the file.
nl: Er is geen programma gekoppeld aan het bestand.
