Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Client/My Project/Resources.*.resx
Languages: nl

# TestPartValidationRuleRemoved
source: {0} validationrules where removed from the imported test(s), because the custom property used by it is not available in the target bank.
nl: {0} validatieregels zijn verwijderd uit één of meer toetsen, omdat de daarin gebruikte kenmerken niet beschikbaar zijn in de geselecteerde bank:

# BankNameMaxLenghtExceeded
source: Maximum length of 'Bankname' is {0}
nl: De maximale lengte van de banknaam is {0}.

# MainForm_MaxOpenItemsReached
source: The maximum number of opened items ({0}) is reached. Close at least one item to be able to open another item.
nl: Het maximaal aantal geopende items ({0}) is bereikt. Sluit tenminste één item om een ander item te kunnen openen.

# MainForm_MaxOpenItemsReachedTitle
source: Maximum number of open items reached.
nl: Het maximaal aantal geopende items bereikt.

# MainForm_NoOpenIItems
source: There are no opened items. A second item cannot be opened.
nl: Er is geen item geopend. Open eerst een item voordat een tweede item geopend kan worden.

# MainForm_NoOpenIItemsTitle
source: No open items.
nl: Er zijn geen geopende items.

# MainForm_ItemAlreadyOpen
source: The item you are trying to open is already open.
nl: Het item dat u probeert te openen is al geopend in een andere editor.

# MainForm_ItemAlreadyOpenTitle
source: Already open.
nl: Het item is al geopend.

# MainForm_MaxOpenItemsReachedNewItem
source: The maximum number of opened items ({0}) is reached. Close at least one item to create a new item.
nl: Het maximaal aantal geopende items ({0}) is bereikt. Sluit tenminste één item om een nieuw item aan te kunnen maken.

# ShowPassword
source: Show or hide password
nl: Wachtwoord tonen of verbergen

# NoApplications
source: Error while retrieving applications from the server.
nl: Er is een fout opgetreden bij het ophalen van applicaties van de Server.

# MultiSelectItemEditWizardOverwriteCheckboxText
source: Overwrite existing values for custom property '{0}'
nl: Overschrijf reeds geselecteerde waarde(n) voor kenmerk '{0}'

# MultiSelectItemEditWizardOverwriteDescription
source: Specify what should happen with existing values for the {0} selected item(s).
nl: Geef aan wat er moet gebeuren met bestaande waarden voor de {0} geselecteerde item(s).

# MultiSelectItemEditWizardOverwriteTitle
source: Existing values
nl: Bestaande waarden

# GenerateProposals_TestIsDirty
source: It is only possible to generate variants when all other changes to the test are saved. Please save the test first and try again!
nl: Het is niet mogelijk om varianten te genereren als niet alle wijzigingen in de toets zijn opgeslagen. Bewaar de toets eerst en probeer het opnieuw!

# GenerateProposals_NrOfGeneratedTests
source: Nr of generated tests: {0}
nl: Aantal gegenereerde toetsvarianten: {0}

# MainForm_LoginNotPermittedMessage
source: Logging in into Questify Builder is currently not permittted. For more information please contact your application administrator.
nl: Inloggen is op dit moment niet toegestaan i.v.m. onderhoud aan Builder. Neem voor meer informatie contact op met functioneel applicatiebeheer.

# MainForm_MaintenanceWindowMessage
source: Due to maintenance Questify Builder will be temporarily unavailable (from {0}). Do not forget to log out.
nl: Wegens onderhoud is Questify Builder tijdelijk niet beschikbaar (vanaf {0}). Vergeet niet om uit te loggen.

# CustomPropertiesNewFreeRichText
source: New rich text value
nl: nieuwe rijke tekstwaarde

# TestPackageNoCaps
source: test package
nl: toetspakket

# BankDeleted
source: The selected bank is already deleted.
nl: De geselecteerde bank is verwijderd.

# TestPackageEditor_TestNotFoundMessage
source: Could not open the selected test. The testpackage may be corrupted.
nl: De geselecteerde toets kon niet worden geopend. Mogelijk is het toetspakket corrupt.

# TestPackageEditor_TestNotFoundTitle
source: Unable to open test
nl: Fout bij openen toets

# TestEditor_ItemNotFoundMessage
source: Could not open the selected item.
nl: Het geselecteerde item kan niet worden geopend.

# TestEditor_ItemNotFoundTitle
source: Unable to open item
nl: Fout bij openen item

# ImportHarmonisationDetermineParameterSetForILT
source: Getting parameters for item layout template '{0}'...
nl: Bezig met het ophalen van de parameters van item layout template '{0}'...

# ImportHarmonisationDetermineIltsToHarmonize
source: Determining which item layout templates to harmonize...
nl: Bepalen van de item layout templates die geharmoniseerd moeten worden...

# Import_Package
source: Loading package...
nl: Laden van package...

# Import_PackageSet
source: Loading packageset...
nl: Laden van package set...

# Import_PackageSet_StartImport
source: Start importing packageset...
nl: Start importeren van package set...

# Import_Package_StartImport
source: Start importing package...
nl: Start importeren van package...

# OneOrMoreInstancesRunning
source: One or more instances of Questify Builder are already running. Do you want to close these instances?
nl: Er zijn al één of meer instanties van Questify Builder actief. Wilt u deze instanties afsluiten?

# OneOrMoreInstancesRunningTitle
source: Questify Builder already running
nl: Questify Builder al actief

# ImportSettingCustomPropertyDisplayValue
source: Setting display values for custom properties of imported resources...
nl: Kenmerkwaarden van de geïmporteerde resources vastleggen...

# Login_LoginFailedBcOldVersion_Text
source: The Questify Builder version you are using is not up to date. Therefore, you cannot log in. Please start Questify Builder via {0} to get the latest version.
nl: Uw versie van Questify Builder is niet bijgewerkt naar de laatste versie. U kunt daarom niet inloggen. Start Questify Builder vanaf {0} om deze bij te werken.

# CustomPropertyEditor_ValidationErrorsOnExit
source: There are validation errors. Continue closing dialog without saving?
nl: Er zijn validatie fouten. Wilt u doorgaan zonder op te slaan?

# UpdateAvailableWillBeInstalled_Message
source: Questify Builder will be updated to a newer version and needs to be restarted.
nl: Questify Builder wordt bijgewerkt naar een nieuwere versie en moet opnieuw gestart worden.

# UpdateAvailbleWillBeInstalled_Caption
source: Update available
nl: Nieuwe versie beschikbaar

# GenericTest_SupportedView
source: General
nl: Algemeen

# AllEditors_SaveChangesForResourceWithStateWarning
source: Resource with name '{0}' has '{1}'-status, are you sure you want to save changes?
nl: Bron '{0}' heeft de status '{1}', weet u zeker dat u de wijzigingen wil opslaan?

# apiConnectionError
source: Could not connect to API endpoint
nl: Verbinding met het API eindpunt is mislukt

# AboutToClearAndDeleteResourcesInTheBankAndSubbanks
source: You are about to clear and delete the selected bank and all underlying banks. Continue?
nl: U staat op het punt om de geselecteerde bank (en de onderliggende banken) leeg te maken en te verwijderen. Wilt u doorgaan?
