Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Client/My Project/Resources.*.resx
Languages: nl

# TheTestHaveBeenSuccesfulyPublished
source: The test {0} have been successfully published.
nl: De toets {0} is succesvol gepubliceerd.

# TheTestPackageContainTheFollowingTests
source: The test package(s) contain the following tests:{0}
nl: Toetspakket bevat de volgende toetsen: {0}

# ThisWizardChecksIfTheOtdAndTheAdativeSectionContainTheSameItems
source: This wizard checks if the OTD and the adaptive section contain the same items.
nl: Deze wizard controleert of het otd dezelfde items bevat als de adaptieve sectie

source: This wizard helps you to export the selected resources.
nl: Deze wizard assisteert u bij het exporteren van de geselecteerde bronnen.

source: This wizard helps you to generate a report.
nl: Deze wizard helpt u bij het maken van een overzicht

source: This wizard helps you to import resources.
nl: Deze wizard assisteert u bij het importeren van bronnen.

# ThisWizardHelpsYouToPublicateTheSelectedTest
source: This wizard helps you to publicate the selected test(s).
nl: Deze wizard helpt u bij het publiceren van de gekozen toets(en).

source: Title is a required field.
nl: De titel is niet ingevuld.

source: Type is a required field.
nl: Het type is niet ingevuld.

# UnknownHostname
source: Unknown host name uses resource:// protocol. Host name must be 'package'
nl: Een onbekende hostname maakt gebruik van de protocol: resource://. Hostname moet 'package' zijn.

# UserPropertyTitle
source: User Properties for {0}.
nl: Gebruikereigenschappen voor {0}

# ValidateParametersCollectionParameterWillShrink
source: CollectionParameter "{0}": Collection will shrinked from {1} to {2} items. Loss of data starts at the last item.
nl: Collectieparameter '{0}': Collectie wordt verkleind van {1} naar {2} items. Data verlies start bij het laatste item.

# ValidateParametersCollectionWillBeDeleted
source: Collection "{0}" will be deleted
nl: Collectie '{0}' wordt verwijderd.

# ValidateParametersParameterHasADifferentType
source: Parameter "{0}" has a different type in current and new item layout template. Current value will be deleted.
nl: Parameter '{0}' is van een afwijkende type t.o.v. het nieuwe itemlay-outtemplate. De huidige waarde zal worden verwijderd.

# ValidateParametersParameterWillBeDeleted
source: Parameter "{0}" will be deleted.
nl: Parameter '{0}' wordt verwijderd.

# ValidateParametersWhenOpeningEditorThisEditorCannotBeOpened
source: This editor cannot be opened correctly.{0}{0}More detailed information:{0}{1}
nl: Deze editor kan niet correct geopend worden.{0}{0}Details:{0}{1}

# ValidateParametersWhenOpeningItemThisItemCannotBeOpenedPossibleLossOfData
source: Possible loss of data. Since the last time this item has been opened and the item layout template has been changed.{0}Continue?{0}{0}More detailed information:{0}{1}
nl: Mogelijk gegevensverlies. Tussen nu en de laatste keer dat dit item geopend was is het itemlay-outtemplate gewijzigd.{0}Doorgaan?{0}{0}Details:{0}{1}

# ValidatingResource
source: Validating resource {0}...
nl: Bezig met het valideren van object '{0}'...

# ValidationResult
source: Validation results: valid: {0}, warnings: {1}, invalid: {2}.
nl: Resultaten: geslaagd: {0}, waarschuwing: {1}, mislukt: {2}.

# ValidationsSucceeded
source: All validations succeeded.
nl: Alle controles zijn geslaagd.

# ValidationTask
source: Validation
nl: Controles

# ValidationTaskDesciption
source: All configured validations are executed.
nl: Voorafgaand aan publicatie wordt een aantal validaties uitgevoerd.

# ValidFilename
source: Select or type a valid file name.
nl: Selecteer of geef een geldige bestandsnaam op

# VerifiesThatNoResourcesPreventYouFromPublishing
source: This step verifies that no resources prevent you from publishing this test
nl: Deze stap controleert of al het materiaal binnen de toets gepubliceerd kan worden.

# VerifyTheChoicesMadeInTheWizard
source: Verify the choices made in the wizard and click Finish.
nl: Controleer de gemaakte keuzes en klik op 'Voltooien'.

# WarningDeleteCustomProperties
source: At least one of the custom properties to remove is used by items or other resources. When you continue, the property values of these resources will be removed!
nl: Ten minste één kenmerk die u wilt verwijderen wordt gebruikt door items of andere objecten. Weet u zeker dat u dit wilt doen?

# WarningDeleteCustomPropertiesTitle
source: Delete
nl: Verwijderen

source: Warnings:
nl: Waarschuwingen:

# WarningsFoundInCollectionparameter
source: Following warnings are in found in a collection parameter:
nl: Volgende waarschuwingen zijn gevonden in de collectieparameter:

# WizardFileSelectionTabTaskDescription
source: Click on the browse button to select a {0} file. It is also possible to select more files at ones.
nl: Klik op bladeren om een {0} bestand te selecteren. Het is mogelijk om meerdere bestanden tegelijk te selecteren.

# WizardForm_CodeFieldCannotContainIllegalChars
source: 'Code' cannot contain any of the following characters: <>"#%{}|\/^~[]';?:@=&^$+()!,`*
nl: 'Code' mag niet één van de volgende tekens bevatten: <>"#%{}|\/^~[]';?:@=&^$+()!,`*

# WizardForm_CodeNotFilled
source: The code is not filled for all objects.
nl: Bij een aantal objecten ontbreekt de code.

# WizardForm_FileNameCannotContainIllegalChars
source: The file name cannot contain illegal characters.
nl: De bestandsnaam bevat ongeldige tekens.

# WizardForm_SelectAnObject
source: You have to select at least one object to continue.
nl: Kies minimaal één object om door te gaan.

# WizardForm_TitleNotFilled
source: The title is not filled for all objects.
nl: De titel is niet ingevuld voor alle objecten.

# WizardForm_TypeNotFilled
source: The type is not filled for all objects.
nl: Voor een aantal objecten is nog geen type gedefinieerd.

# WizardResultTabTaskDescription
source: The {0} has been successfully added.
nl: Het {0} is met succes toegevoegd.

# WizardSelectedFilesTabTaskDescription
source: Select a row to alter 'Title', 'Code' or 'Description'
nl: Selecteer een rij om de 'Titel', 'Code' of 'Omschrijving' te wijzigen.

# WizardSelectMethodTask
source: What would you like to do
nl: Wat wilt u doen?

# WizardSelectTemplateTask
source: Select template resource
nl: Selecteer een template

# WizardSelectTemplateTaskDescription
source: select resource that will be used as a template
nl: Selecteer een template dat als basis voor de nieuwe brontekst gebruikt zal worden

# WizardWelcomeTabDescription
source: This wizard helps you to add {0} to the selected bank.
nl: Deze wizard helpt u bij het toevoegen van {0} aan de geselecteerde bank.

# WordPublication_NoBookletsFound_Caption
source: MS Word publication
nl: MS Word publicatie

# WordPublication_NoBookletsFound_Message
source: No booklets found for publication.
nl: Er zijn geen boekjes gevonden voor de publicatie.

# WouldYouLikeToOpenTheFileNow
source: Would you like to open the file?
nl: Wilt u het bestand openen?

source: Yes
nl: Ja

# YouHaveSelected0ValidFiles1ValidFiles2
source: You have selected {0} valid files.{1}{1}Valid files:{2}
nl: U heeft {0} bestanden geselecteerd die geïmporteerd kunnen worden.{1}{1}Bestanden die geïmporteerd kunnen worden:{2}

# MainForm_NoPreviewerAvailable
source: There is no previewer available for this test package
nl: Er is geen voorbeeldweergave beschikbaar voor dit type toetspakket

# PublicationOfTheTestPackage
source: Publication of the test package(s): {0}.
nl: Publicatie van de toetspakket(ten): {0}.

# TheFollowingTestPackagesHaveBeenSuccessfullyPublished0
source: The following test package(s) are successfully published:{0}.
nl: De volgende toetspakket(ten) zijn succesvol gepubliceerd:{0}.

# ItemEditor_UnexpectedError
source: An unexpected error occurred. Error: {0}
nl: Er is een onverwachte fout opgetreden. Foutmelding: {0}

# SelectSupportedViewsForTestPackageDialog_ContentLabel_AddRemoveViewTypes
source: Please add/remove test views that the test package must support:
nl: Wijzig de toetsvormen die het toetspakket moet ondersteunen. Vink toetsvormen aan om de ondersteuning toe te voegen. Haal het vinkje weg als de toetsvorm niet moet ondersteund:

# SelectSupportedViewsForTestPackageDialog_ContentLabel_NewTestPackage
source: Please select the test views that the test package template must support:
nl: Selecteer de toetsvormen die het toetspakket gaat ondersteunen:

# SelectTargetsForTestPackages
source: Select supported test types for test package
nl: Selecteer toetsvormen voor toetspakket

# SelectTargetsForTests
source: Select supported test types for test
nl: Selecteer toetsvormen voor toets

# MainForm_EntityDoesNotExist
source: Entity '{0}' does not exist in bank '{1}'. Probably the entity was deleted by another user. Do you want to refresh this grid?
nl: Entititeit '{0}' bestaat niet in bank '{1}'. Waarschijnlijk is de entiteit verwijderd door een andere gebruiker. Wilt u het grid vernieuwen?

# MainForm_EntityDoesNotExistTitle
source: Entity does not exist in this bank
nl: Entiteit bestaat niet in deze bank

# MainForm_BankDoesNotExist
source: Bank '{0}' does not exist. Probably the bank was deleted by another user. Do you want to refresh the bank hierarchy?
nl: Bank '{0}' bestaat niet. Mogelijk is de bank verwijderd door een andere gebruiker. Wilt u de bankhiërarchie verversen?

# MainForm_BankDoesNotExistTitle
source: Bank does not exist
nl: Bank bestaat niet

# NewTestDefaultName
source: New Test
nl: Nieuwe toets

source: New Test Package
nl: Nieuw toetspakket

# AspectEditor_ValidateAspect_ValidationErrors
source: Cannot update changes of this aspect because of the following validation errors:{0}
nl: Vanwege de volgende validatiefouten kan het aspect niet worden geüpdated:{0}{0}

# FieldMustBeFilled
source: Field '{0}' must be filled.
nl: Veld '{0}' moet ingevuld worden.

# FieldExportSource
source: Export location
nl: Exportlocatie

# FieldImportSource
source: Import package
nl: Importeer bron

# ExportAlreadyExistsSelectOtherExportLocation
source: Export already exists, please select an other file name or export location.
nl: Exportbestand bestaat reeds, selecteer een andere locatie of bestandsnaam.

# InvalidTargetMessage
source: Invalid target '{0}' specified in template
nl: Invalide target '{0}' gespecificeerd in de Template

# TargetSpecifiedMoreThanOnceMessage
source: Target '{0}' is specified more than once.
nl: Target '{0}' is meer dan een keer gespecificeerd

# AssessementTestCodeFieldDiffers
source: A discrepancy was encountered in the code field! When you decide to change the code field, the linkage to other systems may be affected!{2}{2}Are you sure you want to change the value of the code field from '{0}' to '{1}'?
nl: Er is een discrepantie gedetecteerd in het Code veld. Indien het Code veld wordt overschreven, kan dit consequenties hebben voor de koppeling met andere systemen.{2}{2}Wilt u de waarde '{0}' aanpassen naar '{1}'?

# AssessementTestTitleFieldDiffers
source: A discrepancy was encountered in the title field!{2}{2}Are you sure you want to change the value of the code field from '{0}' to '{1}'?
nl: Er is een discrepantie gedetecteerd in het Titel veld.{2}{2}Wilt u de waarde '{0}' aanpassen naar '{1}'?

# IdentifierAndCodeFieldDiffer
source: The value of the id field ({0}) of the xml does not match the value of the code field ({1}) and it will be changed to {1}
nl: De waarde van het Id veld ({0}) uit de xml komt niet overeen met de waarde van het Code veld ({1}) en zal worden gewijzigd naar {1}

# ResourceNotFound
source: Resource '{0}' could not be found
nl: Resource '{0}' kon niet worden gevonden

# ExportFormWizard_BusyConstructingListOfDepencies
source: Busy constructing list of depencies for: {0}
nl: Bezig met opbouwen lijst met afhankelijkheden voor: {0}

# ExportResultDescriptionOperationCancelled
source: No valid export file has been created.
nl: Er is geen volledig exportbestand aangemaakt.

# ExportTaskDescriptionOperationCancelled
source: The operation has been cancelled on your request
nl: Het exporteren is op uw verzoek voortijdig gestopt.

# ExportTaskOperationCancelled
source: Operation cancelled
nl: Opdracht geannuleerd

source: Add a selection template
nl: Toevoegen selectietemplate

# NewTestTemplateDefaultName
source: New Test Template
nl: Nieuw toetstemplate

# SelectedMultipleInValidFiles
source: You have selected {0} invalid files. Inalid files: {1}
nl: Er zijn {0} ongeldige bestanden geselecteerd. Ongeldige bestanden: {1}

# SelectedMultipleValidFiles
source: You have selected {0} valid files. Valid files: {1}
nl: Er zijn {0} geldige bestanden geselecteerd. Geldige bestanden: {1}

# SelectedSingleInValidFile
source: You have selected 1 invalid file. Invalid file: {0}
nl: Er is 1 ongeldig bestand geselecteerd. Ongeldig bestand: {0}

# SelectedSingleValidFile
source: You have selected 1 valid file. Valid file: {0}
nl: Er is 1 geldig bestand geselecteerd. Geldig bestand: {0}

# SelectFilesToAdd
source: Select files(s)
nl: Selecteer bestand(en)

# WizardFileSelectionTabTaskDescription2
source: Select 1 or more {0}(s).
nl: Selecteer 1 of meerdere {0}(en).

# WizardForm_SelectAFileMessage
source: Please select a file first.
nl: Selecteer eerst een bestand.

# WizardForm_SelectAFileTitle
source: No file selected
nl: Geen bestand geselecteerd.

# CesLocationFilter
source: CES Previewer|cefclient.exe|All files (*.*)|*.*
nl: Facet previewer|cefclient.exe|Alle bestanden (*.*)|*.*

# SelectCesPreview
source: Select CES Preview location
nl: Selecteer Facet Previewer

source: Cancelled
nl: Geannuleerd

# PreviewTestProgressCaption
source: Preview test
nl: Toetsvoorbeeld

# DeletedItemsAfterPaste
source: The following items were removed from the paste operation because they already exit in the AssessmentTest: {0}
nl: De volgende items zijn verwijderd uit de paste-operatie omdat ze al in de toets aanwezig zijn: {0}

# ResourcePropertyDialog_BrowseForRawDataButton_Click_DeliveryResourceFilter
source: All Files (*.*)|*.*
nl: Alle bestanden (*.*)|*.*

# DeliveryEditor_SaveDelivery_DeliverySavedStatusbarMessage
source: Saved delivery...
nl: Opslaan van de afname is mislukt...

# DeliveryEditor_SaveDelivery_SaveFailedStatusbarMessage
source: Failed to save delivery...
nl: Afname is opgeslagen...

# DeliveryEditor_UnexpectedError
source: An unexpected error occurred. Error: {0}
nl: Er is een onverwachte fout opgetreden. Fout: {0}

# DeliveryEditor_Load_DeliveryDefinitionLoaded
source: Delivery definition loaded
nl: Afnamedefinitie is geladen

# DeliveryEditor_DeliveryCodeNameAlreadyExistsInBankHierarchy
source: Delivery code already exists in bank hierarchy!
nl: Afname code bestaat al in deze bank hierarchy!

# DeliveryEditor_NoSufficientRightsToPerformThisAction
source: You don't have sufficient rights to perform this action.
nl: U heeft niet de benodigde rechten om deze actie uit te voeren.

# DeliveryEditor_OnlyPossibleToChangeTheDeliveryCodeWhenNoOtherChanges
source: It is only possible to change the delivery code, when no other changes are made to this item. Please save the delivery first and try again!
nl: Het is alleen mogelijk om de afnamecode te wijzigen als er nog geen verdere wijzigingen zijn gemaakt. Bewaar eerst het afname en probeer opnieuw!

# ResourceToImportPsychometricData
source: Resource to import: {0}.{1}Destination: Current bank{1}Method: {2}{1}Delivery: {3}{1}Analysis: {4}{1}
nl: Te importeren bron: {0}.{1}Doel: Huidige bank{1}Methode: {2}{1}Afname: {3}{1}Analyse: {4}{1}

source: Connect delivery
nl: Koppel afname

# OptionsForm_Text
source: To view the changes, you must restart the program!
nl: Na het opnieuw opstarten van de applicatie zijn de gemaakte wijzigingen van kracht.

# OptionsForm_Title
source: Options
nl: Opties

# DeliveryEditor_TitleBar
source: Editor for delivery '{0}'
nl: Editor voor afname '{0}'

# MultiSelectItemEditWizardEditPreprocessingRule
source: Edit preprocessing rules
nl: Aanpassen voorbereidingsregels

# DeleteResources
source: The following resource(s) can be deleted because they have only references to one or more test administrations.{0}{1}{0}The references have to be removed in order to delete the resource(s). Are you sure you want to do this?
nl: De volgende bronnen kunnen verwijderd omdat ze alleen referenties hebben naar één of meerdere afnames.{0}{1}{0}De referenties moeten verwijderd om de bronnen te kunnen verwijderen. Weet u zeker dat u dit wilt?

# MultiSelectItemEditWizardSkippedItemsBecauseMissingKey
source: The {0} items below have not been updated because they have no key value.
nl: Onderstaande {0} item(s) zijn niet bijgewerkt omdat ze geen sleutelwaarde hebben.

# LastPublicationStatusMessage
source: Last status in the publication process:
nl: Laatste status in het publicatieproces:

# Reference
source: Reference(s):
nl: Referentie(s):

# Resource
source: Resource(s):
nl: Bronnen:

# CustomPropertiesNewFree
source: New free value
nl: nieuwe vrije waarde

# CustomPropertiesNewMulti
source: New multi value
nl: nieuwe meervoudige waarde

# CustomPropertiesNewSingle
source: New single value
nl: nieuwe enkelvoudige waarde

# CustomPropertiesNewConceptStructure
source: New conceptstructure
nl: nieuwe conceptstructuur

# ConceptEditor_SaveChanges
source: There are unsaved changes. Do you wish to save them?
nl: Er zijn niet opgeslagen wijzigingen. Wilt u ze alsnog opslaan?

# CustomPropertyEditor_TitleBar
source: Editor for property '{0}'
nl: Editor voor kenmerk '{0}'

# MainForm_DeleteCustomProperty
source: This custom property can be deleted without affecting any other resource. Are you sure you want to remove this custom property?
nl: Dit kenmerk kan worden verwijderd omdat het aan geen enkele andere bron is gekoppeld. Weet u zeker dat u dit kenmerk wilt verwijderen?

# FixErrorsFirst
source: Please fix errors first before adding a new property
nl: U moet eerst de foutieve invoer corrigeren voordat een nieuw kenmerk kan worden toegevoegd.

# MainForm_CopyToClipboard
source: Activate a window and press Ctrl-Shift-C to copy the bread crumb to the clipboard
nl: Activeer een scherm en druk op Ctrl-Shift-C om het kruimelpad naar het klembord te kopiëren

# MainForm_CustomPropertyIsConnectedToItem
source: At least one of the selected custom properties is connected to the resource(s) below. If you proceed, all connections to the resource(s) will be lost. Do you want to continue?
nl: Ten minste één van de geselecteerde kenmerken is gekoppeld aan onderstaande bronnen. Indien u doorgaat zullen de koppelingen met de bronnen verwijderd worden. Wilt u doorgaan?

source: Harmonization
nl: Harmonisatie

# ServiceNotAvailable
source: {0} service is not available.{1}
nl: {0} service is niet beschikbaar.{1}

source: Validation
nl: Validatie

# SourceEditorControlTemplateTitle
source: Editor for control template '{0}'
nl: Editor voor controltemplate '{0}'

# SourceEditorDataSourceTitle
source: Editor for selection template '{0}'
nl: Editor voor selectietemplate '{0}'

# SourceEditorItemLayoutTemplateTitle
source: Editor for item layout template '{0}'
nl: Editor voor itemlay-outtemplate '{0}'

# ResourcesToMoveMustBeInSameBank
source: The resource to move should all be in the same bank.
nl: De te verplaatsen bronnen dienen in één en dezelfde bank te zitten.

# CustomPropertiesNewTreeStructure
source: New tree structure
nl: Nieuwe boomstructuur

# MainForm_TestPackageCannotBePreviewed
source: This test package cannot be previewed because it doesn't contain tests.
nl: Er kan geen preview van dit toetspakket worden uitgevoerd omdat het toetspakket geen testen bevat.

# ExportTaskOperationFailed
source: Operation failed
nl: Opdracht is niet geslaagd

# OnlyAllowedWhenResourceIsNotNew
source: This action not permitted when the resource is not new.
nl: Deze actie kan alleen uitgevoerd worden als de bron niet nieuw is.

# Error_PublicationType_Not_Available
source: Unable to create preview, publication service does not support requested publication type {0}.
nl: Het toetsvoorbeeld kan niet gemaakt worden omdat de publicatieservice het publicatietype {0} niet ondersteunt.

# ErrorUnableToCreatePreview
source: An error occured, unable to create preview. Error message: {0}
nl: Er is een fout opgetreden, het toetsvoorbeeld kan niet gemaakt worden. Foutmelding: {0}

# ErrorPublicationServiceUnableToPreview
source: Unable to show preview. An error occurred in the preview service: {0}.
nl: Het toetsvoorbeeld kan niet gemaakt worden. In de publicatieservice trad een fout op: {0}.

# HarmonizationDialogTitle
source: Harmonizing
nl: Harmoniseren

# PublicationResultText
source: The publication returned the following result:
nl: Het resultaat van publicatie is:

# PublicationOfTheBank
source: Publication of the bank and its subbanks: {0}
nl: Publicatie van bank met zijn subbanken: {0}

source: This wizard helps you to publicate the selected bank.
nl: Deze wizard helpt u bij het publiceren van de gekozen bank.

source: Please enter a complete and valid path.
nl: Voer aub een compleet en geldig pad in

# ErrorCaption
source: Error
nl: Fout

# CustomPropertyEditor_ValidationErrors
source: Cannot update changes of this property because of the following validation errors:{0}
nl: Vanwege de volgende validatiefouten kan het kenmerk niet worden geüpdated:{0}{0}

# CustomPropertyEditor_NotAllowed
source: You are not allowed to edit this custom property.
nl: U heeft geen rechten om dit kenmerk te wijzigen.

# HandleImportConflictCustomPropertyDialogWindowTitle
source: Import - Conflicting custom properties
nl: Importeren - Conflicterende kenmerken

# HandleImportConflictResourceDialogWindowTitle
source: Import - Conflicting Resources
nl: Importeren - Conflicterende bronnen

# ProgressHandler_UpdatingBankAndServerCache
source: Updating bank and server cache. Please wait...
nl: De bank- en servercache wordt geüpdated. Een moment geduld...

# SourceFileNotFoundErrorMessage
source: Can't find the sourcefile {0}.
nl: Het bronbestand {0} kan niet worden gevonden.

# HarmonizationCancelledMessage
source: Harmonization is cancelled. Harmonization is needed to synchronize the paramaters in items and templates. Publications and previews might fail or give unexcepted results without harmonizing. It is recommended to harmonize the items of templates manually.
nl: Harmonisatie is geannuleerd. Harmonisatie is nodig om parameters in templates en items gelijk te houden. Publicaties en voorbeeldweergaven kunnen falen of een onverwacht resultaat opleveren. Het is aan te bevelen alsnog de templates/items handmatig te harmoniseren.

source: Operation cancelled
nl: Opdracht geannuleerd.

# InitializingHarmonization
source: Gathering information for harmonization
nl: Bezig met het verzamelen van data voor harmonisatie.

# OperationCancelling
source: Cancelling process
nl: Bezig met annuleren

# BankCodeCannotContainMoreThanThreeCharactersForBAS
source: Bankcode cannot contain more than three characters.
nl: De bankcode mag niet meer dan drie karakters bevatten.

# PackageExportHandler_CreateExportFile
source: Creating the exportfile ...
nl: Aanmaken van het exportbestand ...

# PackageExportHandler_ProcessingCustomBankProperties
source: Busy processing custom property '{0}'
nl: Bezig met het exporteren van kenmerk '{0}'

# CustomBankPropertiesRemovedFromItem
source: {0} Items where attached to multiple treestructures. An item can only contain one treestructure. The treestructures are removed from the item(s).
nl: Aan {0} item(s) zijn meerdere boomstructuren gekoppeld. Een item mag maximaal aan één boomstructuur gekoppeld zijn. De boomstructuren zijn weggehaald bij het item.

# ErrorWhileImportingItemMissingIlt
source: Required item layout template '{0}' was not found in the bank.
nl: Het vereiste itemlay-outtemplate '{0}' kon niet worden gevonden in de bank.
