Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/UI/PresentationControls/TestPackageEditor/TestPackageHierarchyControl.*.resx
Languages: nl

# AddTestsetToolStripMenuItem.Text
source: Add test set
nl: Voeg toetsset toe

# AddTestToolStripMenuItem.Text
source: Add test
nl: Voeg toets toe

# DeleteTestsetComponentToolStripMenuItem.Text
source: Remove test package component
nl: Verwijder toetspakketcomponent

# MoveTestUpMenuItem.Text
source: Move test up
nl: Toets omhoog verplaatsen

# MoveTestDownMenuItem.Text
source: Move test down
nl: Toets omlaag verplaatsen

# MoveTestSetUpMenuItem.Text
source: Move test set up
nl: Toetset omhoog verplaatsen

# MoveTestSetDownMenuItem.Text
source: Move test set down
nl: Toetsset omlaag verplaatsen

# InsertTestBeforeToolStripMenuItem.Text
source: Insert test
nl: Toets toevoegen

# CopyToolStripMenuItem.Text
source: Copy
nl: Kopiëren

# PasteToolStripMenuItem.Text
source: Paste
nl: Plakken

# SaveExcelFileDialog.Filter
source: Excel Files (.xls)|*.xls|All Files (*.*)|*.*
nl: Excel bestanden (.xls)|*.xls|Alle bestanden (*.*)|*.*

# TestPackageHierarchyGrid_Layout_1.LayoutString
source: <GridEXLayoutData><RootTable><Caption>TestPackage</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Title"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><Caption>Title</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><DefaultGroupPrefix>Title:</DefaultGroupPrefix><Key>Title</Key><Position>0</Position><Width>422</Width></Column0></Columns><ChildTables Collection="true" ElementName="Table"><Table0 ID="Testsets"><DataMember>TestSets</DataMember><Key>Testsets</Key><Caption>Test set</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Title"><Caption>Title</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>0</Position><Width>404</Width><AutoSizeMode>AllCells</AutoSizeMode></Column0></Columns><ChildTables Collection="true" ElementName="Table"><Table0 ID="Components"><DataMember>Components</DataMember><Key>Components</Key><Caption>Tests</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Title"><Caption>Title</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>0</Position><Width>386</Width><AutoSizeMode>AllCells</AutoSizeMode></Column0></Columns><GroupCondition /><HierarchicalMode>SelfReferencingChildList</HierarchicalMode><RowFormatStyle><BackColor>186, 157, 129</BackColor><ForeColor>Black</ForeColor><BackgroundGradientMode>DiagonalBackwards</BackgroundGradientMode></RowFormatStyle><SelfReferencingSettings ID="SelfReferencingSettings"><ChildListMember>Components</ChildListMember></SelfReferencingSettings></Table0></ChildTables><GroupCondition /><RowFormatStyle><BackColor>157, 129, 186</BackColor><ForeColor>Black</ForeColor><BackgroundGradientMode>DiagonalBackwards</BackgroundGradientMode></RowFormatStyle></Table0></ChildTables><GroupCondition /><RowHeaderWidth>18</RowHeaderWidth><RowFormatStyle><BackColor>57, 104, 80</BackColor><BackgroundGradientMode>DiagonalBackwards</BackgroundGradientMode></RowFormatStyle></RootTable><TableHeaderFormatStyle><FontBold>True</FontBold><PredefinedStyle>TableHeaderFormatStyle</PredefinedStyle></TableHeaderFormatStyle><RowWithErrorsFormatStyle><ForeColor>Black</ForeColor><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><BackColor>Navy</BackColor><ForeColor>Black</ForeColor><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><FocusCellFormatStyle><BackColor>Navy</BackColor><ForeColor>Black</ForeColor><PredefinedStyle>FocusCellFormatStyle</PredefinedStyle></FocusCellFormatStyle><WatermarkImage /><GridLineStyle>Solid</GridLineStyle><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowColumnDrag>False</AllowColumnDrag><AllowEdit>False</AllowEdit><AutomaticSort>False</AutomaticSort><ColumnAutoResize>True</ColumnAutoResize><ColumnHeaders>False</ColumnHeaders><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><SelectionMode>MultipleSelection</SelectionMode><TabKeyBehavior>ControlNavigation</TabKeyBehavior><EnterKeyBehavior>None</EnterKeyBehavior><TableHeaders>True</TableHeaders></GridEXLayoutData>
nl: <GridEXLayoutData><RootTable><Caption>Toetspakket</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Title"><ButtonDisplayMode>CurrentRow</ButtonDisplayMode><Caption>Titel</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><DefaultGroupPrefix>Title:</DefaultGroupPrefix><Key>Title</Key><Position>0</Position><Width>422</Width></Column0></Columns><ChildTables Collection="true" ElementName="Table"><Table0 ID="Tests"><DataMember>TestSets</DataMember><Key>Tests</Key><Caption>Toetsset</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Title"><Caption>Titel</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>0</Position><Width>404</Width><AutoSizeMode>AllCells</AutoSizeMode></Column0></Columns><ChildTables Collection="true" ElementName="Table"><Table0 ID="Components"><DataMember>Components</DataMember><Key>Components</Key><Caption>Toetsen</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Title"><Caption>Titel</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>0</Position><Width>386</Width><AutoSizeMode>AllCells</AutoSizeMode></Column0></Columns><GroupCondition /><HierarchicalMode>SelfReferencingChildList</HierarchicalMode><RowFormatStyle><BackColor>186, 157, 129</BackColor><ForeColor>Black</ForeColor><BackgroundGradientMode>DiagonalBackwards</BackgroundGradientMode></RowFormatStyle><SelfReferencingSettings ID="SelfReferencingSettings"><ChildListMember>Components</ChildListMember></SelfReferencingSettings></Table0></ChildTables><GroupCondition /><RowFormatStyle><BackColor>157, 129, 186</BackColor><ForeColor>Black</ForeColor><BackgroundGradientMode>DiagonalBackwards</BackgroundGradientMode></RowFormatStyle></Table0></ChildTables><GroupCondition /><RowHeaderWidth>18</RowHeaderWidth><RowFormatStyle><BackColor>57, 104, 80</BackColor><BackgroundGradientMode>DiagonalBackwards</BackgroundGradientMode></RowFormatStyle></RootTable><TableHeaderFormatStyle><FontBold>True</FontBold><PredefinedStyle>TableHeaderFormatStyle</PredefinedStyle></TableHeaderFormatStyle><RowWithErrorsFormatStyle><ForeColor>Black</ForeColor><PredefinedStyle>RowWithErrorsFormatStyle</PredefinedStyle></RowWithErrorsFormatStyle><LinkFormatStyle><PredefinedStyle>LinkFormatStyle</PredefinedStyle></LinkFormatStyle><CardCaptionFormatStyle><PredefinedStyle>CardCaptionFormatStyle</PredefinedStyle></CardCaptionFormatStyle><GroupByBoxFormatStyle><PredefinedStyle>GroupByBoxFormatStyle</PredefinedStyle></GroupByBoxFormatStyle><GroupByBoxInfoFormatStyle><PredefinedStyle>GroupByBoxInfoFormatStyle</PredefinedStyle></GroupByBoxInfoFormatStyle><GroupRowFormatStyle><PredefinedStyle>GroupRowFormatStyle</PredefinedStyle></GroupRowFormatStyle><HeaderFormatStyle><PredefinedStyle>HeaderFormatStyle</PredefinedStyle></HeaderFormatStyle><PreviewRowFormatStyle><PredefinedStyle>PreviewRowFormatStyle</PredefinedStyle></PreviewRowFormatStyle><RowFormatStyle><PredefinedStyle>RowFormatStyle</PredefinedStyle></RowFormatStyle><SelectedFormatStyle><BackColor>Navy</BackColor><ForeColor>Black</ForeColor><PredefinedStyle>SelectedFormatStyle</PredefinedStyle></SelectedFormatStyle><SelectedInactiveFormatStyle><PredefinedStyle>SelectedInactiveFormatStyle</PredefinedStyle></SelectedInactiveFormatStyle><FocusCellFormatStyle><BackColor>Navy</BackColor><ForeColor>Black</ForeColor><PredefinedStyle>FocusCellFormatStyle</PredefinedStyle></FocusCellFormatStyle><WatermarkImage /><GridLineStyle>Solid</GridLineStyle><Font>Microsoft Sans Serif, 8.25pt</Font><VisualStyle>Standard</VisualStyle><AllowColumnDrag>False</AllowColumnDrag><AllowEdit>False</AllowEdit><AutomaticSort>False</AutomaticSort><ColumnAutoResize>True</ColumnAutoResize><ColumnHeaders>False</ColumnHeaders><GroupByBoxVisible>False</GroupByBoxVisible><HideSelection>Highlight</HideSelection><Hierarchical>True</Hierarchical><SelectionMode>MultipleSelection</SelectionMode><TabKeyBehavior>ControlNavigation</TabKeyBehavior><EnterKeyBehavior>None</EnterKeyBehavior><TableHeaders>True</TableHeaders></GridEXLayoutData>
