Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/UI/PresentationControls/Bank/CustomPropertiesControl.*.resx
Languages: nl

# AvailablePropertiesGrid_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>CustomPropertyEntity</Key><Caption>CustomPropertyEntity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Name"><Caption>Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>Name</DataMember><Key>Name</Key><Position>0</Position><Width>230</Width></Column0><Column1 ID="Title"><Caption>Title</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>1</Position><Width>239</Width></Column1></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
nl: <GridEXLayoutData><RootTable><Key>CustomPropertyEntity</Key><Caption>CustomPropertyEntity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Name"><Caption>Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>Name</DataMember><Key>Name</Key><Position>0</Position><Width>213</Width></Column0><Column1 ID="Title"><Caption>Titel</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>1</Position><Width>222</Width></Column1></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>

# DeleteButton.Text
source: &Delete
nl: &Verwijderen

# PublishableLabel.Text
source: Publishable:
nl: Publiceerbaar:

# ListValuesLabel.Text
source: List Values:
nl: Lijstwaarden:

# ListValuesGridEX1_DesignTimeLayout.LayoutString
source: <GridEXLayoutData><RootTable><Key>ListValueCustomPropertyEntity</Key><Caption>ListValueCustomPropertyEntity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Name"><Caption>Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>Name</DataMember><Key>Name</Key><Position>0</Position><Width>189</Width></Column0><Column1 ID="Title"><Caption>Title</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>1</Position><Width>189</Width></Column1></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>
nl: <GridEXLayoutData><RootTable><Key>ListValueCustomPropertyEntity</Key><Caption>ListValueCustomPropertyEntity</Caption><Columns Collection="true" ElementName="Column"><Column0 ID="Name"><Caption>Code</Caption><DataTypeCode>String</DataTypeCode><DataMember>Name</DataMember><Key>Name</Key><Position>0</Position><Width>171</Width></Column0><Column1 ID="Title"><Caption>Titel</Caption><DataTypeCode>String</DataTypeCode><DataMember>Title</DataMember><Key>Title</Key><Position>1</Position><Width>174</Width></Column1></Columns><SortKeys Collection="true" ElementName="SortKey"><SortKey0 ID="SortKey0"><ColIndex>0</ColIndex><SortOrder>Descending</SortOrder></SortKey0></SortKeys><GroupCondition /></RootTable></GridEXLayoutData>

# DeleteValueButton.Text
source: &Delete
nl: &Verwijderen

# TitleLabel.Text
source: Title:
nl: Titel:

# AddValueButton.Text
source: &Add
nl: &Toevoegen

# applicableToLabel.Text
source: Applicable to :
nl: Toepasbaar op:

# AddButton.Text
source: &Add
nl: &Toevoegen

# Label1.Text
source: Available Properties :
nl: Beschikbare eigenschappen

# FreeValueToolStripMenuItem.Text
source: Free Value
nl: Vrijewaarde

# ListValueSingleToolStripMenuItem.Text
source: List Value (Single)
nl: Lijstwaarde (Enkel)

# ListValueMultiToolStripMenuItem.Text
source: List Value (Multi)
nl: Lijstwaarde (Meerdere)
