Repository: ST-Cito/QuestifyBuilder
Catalog: Builder/Model.ContentModel/My Project/Resources.*.resx
Languages: nl

# ACustomPropertyWithTheSameCodeAlreadyExists
source: A property with the same code '{0}' already exists in this banktree context. Please give this property an other name.
nl: Er is al een kenmerk met dezelfde code '{0}' in deze bankstructuur. Geef het kenmerk een andere code.

# AResourceWithTheSameCodeAlreadyExists
source: A resource with the same code already exists in this bank context. Please give this resource an other name.
nl: Er bestaat al een bron met dezelfde code in de bank. Geef het een andere code.

# AuthenticationType_Default
source: Default
nl: Standaard

# CannotDelete
source: Cannot delete {0} with name '{1}', because the following resources are dependent on this resource:{2}{2}
nl: Het bestand '{1}' van het type '{0}' kan niet worden verwijderd omdat de volgende bestanden afhankelijkheden hebben naar dit bestand:{2}{2}

# CodeHasIllegalChars
source: 'Code' contains illegal characters. These characters are not allowed: {0}
nl: 'Code' bevat niet toegestaande karakters. Deze zijn niet toegestaan: {0}

# CodeHasMultiplePeriodsInARow
source: 'Code' cannot contain multiple subsequent dots.
nl: 'Code' mag geen meerdere punten achter elkaar bevatten.

# CodeHasOnlySpaces
source: 'Code' cannot only consist of spaces.
nl: 'Code' kan niet alleen uit spaties bestaan.

source: 'Code' is required.
nl: 'Code' is verplicht.

source: 'Name' is required.
nl: 'Naam' is verplicht.

source: Concept structure
nl: Conceptstructuur

# CustomBankPropertyType_Concept
source: Concept structure
nl: Conceptstructuur

# CustomBankPropertyType_FreeValue
source: Free value
nl: Vrije waarde

# CustomBankPropertyType_ListMultipleSelect
source: List (multiple)
nl: Lijst (meervoudig)

# CustomBankPropertyType_ListSingleSelect
source: List (single)
nl: Lijst (enkelvoudig)

# CustomBankPropertyType_Tree
source: Tree structure
nl: Boomstructuur

# DeliveryResourceEntityType
source: Delivery
nl: Afname

source: Free value
nl: Vrije waarde

# ItemTypeEnum_Choice
source: Choice
nl: Meerkeuze

# ItemTypeEnum_Composite
source: Composite
nl: Samengesteld

# ItemTypeEnum_Error
source: Error
nl: Fout

# ItemTypeEnum_Essay
source: Essay
nl: Open vraag

# ItemTypeEnum_Informational
source: Informational
nl: Informatie

# ItemTypeEnum_Order
source: Order
nl: Volgorde

# ItemTypeEnum_Pause
source: Pause
nl: Pauze

# ItemTypeEnum_ShortAnswer
source: ShortAnswer
nl: Kort antwoord

# ItemTypeEnum_System
source: System
nl: Systeem

source: List(multiple)
nl: Lijstwaarde (meervoudig)

source: List (single)
nl: Lijstwaarde (enkelvoudig)

source: 'Password' is required.
nl: 'Wachtwoord' is verplicht.

# PublicationFormWizard_PasswordRules
source: Password validation failed. Please enter a password using the following validation rules:
nl: Het opgegeven wachtwoord voldoet niet aan de validatieregels. Geef een wachtwoord op die voldoet aan deze regels: Mogelijke karakters: - Kleine letters: abcdefghijklmnopqrstuvwxyz - Hoofdletters: ABCDEFGHIJKLMNOPQRSTUVWXYZ - Numeriek: 0123456789 - Symbolen: .-#@~!$^*()+={{}}[] Wachtwoord moet minimaal 1 teken uit drie categoriën bevatten. Wachtwoord moet bestaan uit minimaal 8 en maximaal 40 karakters.

# ResourceTypeEnum_Tests
source: Tests
nl: Toetsen

source: Test
nl: Toets

source: Test Template
nl: Toetstemplate

source: 'Title' is required.
nl: 'Titel' is verplicht.

source: Tree structure
nl: Boomstructuur

# User_Not_Unique
source: A user with the same username already exists: {0}
nl: Gebruikersnaam bestaat al: {0}

# Property_Username
source: Username
nl: Gebruikersnaam

# CustomBankPropertyType_FreeValueRichText
source: Rich text value
nl: Vrije waarde (rijke tekst)

# FreeValueRichText
source: Rich text value
nl: Vrije waarde (rijke tekst)

# PrintFormType_CorrectionBooklet
source: Scoring booklet
nl: Correctieboekje

# PrintFormType_MultiMediaInstructionBooklet
source: Instruction booklet for MMS
nl: Instructieboekje voor MMS

# PrintFormType_QuestionBooklet
source: Question booklet
nl: Opgavenboekje

# PrintFormType_SourceBooklet
source: Source booklet
nl: Bronnenboekje
